import React, {Component} from 'react';

class App extends Component {
  render() {
    return (
      <div id="main">
        <header id="title">
          Tibetain-Chinese Sutra Contrast Reading UI on Gocaraparisuddhi
        <a href="#t">book</a>
        </header>
        <div id="text">
          <div id="textTop">
            <div id="textTopTitle" className="textTitle">
              <span>麗江大藏經</span>
            </div>
            <div id="textTopContent" className="textContent">
              <pb id="72.235a"/>
              ས་མཚམས་མེད་པ་གཞལ་དུ་མེད་པ་བརྗོད་དུ་མེད་པ། ཆོས་ཀྱི་དབྱིངས་ཀྱི་ཀླས་པ། ནམ་མཁའི་དབྱིངས་ཀྱི་མཐས་གཏུགས་པ་དག་ན། སེམས་ཅན་གྱི་རྒྱུད་ཇི་སྙེད་པ་ཞེས་བྱ་བ་ནས་
              གཞུང་དེ་བཞིན་དུ་ཡུལ་གྱི་འབྲས་བུའི་རྒྱུད་ཇི་སྙེད་པའི་བར་དུ་དེ་དག་ཐམས་ཅད་སངས་རྒྱས་ཀྱི་བྱིན་གྱིས་རླབས་ཀྱིས་རབ་ཏུ་སྣང་བར་གྱུར་ཏོ། །བྱང་ཆུབ་སེམས་དཔས་དྲིས་པ་སྣང་བ་ཞེས་བྱ་བའི་ལེའུ་
              སྟེ་བཅོ་ལྔ་པའོ།། །། <tc n="1.1">དེ་ནས་</tc><tc n="1.2">བྱང་ཆུབ་སེམས་དཔའ་</tc><tc n="1.3">ཡེ་ཤེས་དཔལ་</tc>གྱིས། <tc n="1.4">བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ</tc>་ལ་<tc n="1.5">འདི་སྐད་ཅེས་སྨྲས་སོ། །</tc><tc n="1.6">ཀྱེ་རྒྱལ་བའི་སྲས་</tc><tc n="1.7">བྱང་ཆུབ་སེམས་དཔའ་</tc>
              རྣམས་<tc n="1.8">ཇི་ལྟར་</tc><tc n="1.9">ཁ་ན་མ་ཐོ་བ་མེད་པའི་ལུས་ཀྱི་ལས་དང་ལྡན་པ་ཡིན། ཁ་ན་མ་ཐོ་བ་མེད་པའི་ངག་གི་ལས་དང་ལྡན་པ་ཡིན། ཁ་ན་མ་ཐོ་བ་མེད་པའི་ཡིད་ཀྱི་ལས་དང་ལྡན་པ་ཡིན། </tc><tc n="1.10">ལུས་ཀྱི་ལས་
              རྣམ་པར་མ་ཉམས་པ་ཡིན། ངག་གི་ལས་རྣམ་པར་མ་ཉམས་པ་ཡིན། ཡིད་ཀྱི་ལས་རྣམ་པར་མ་ཉམས་པ་ཡིན།</tc> <tc n="1.11">ལུས་ཀྱི་ལས་མ་སྨད་པ་ཡིན། ངག་གི་ལས་མ་སྨད་པ་ཡིན།
              ཡིད་ཀྱི་ལས་མ་སྨད་པ་ཡིན།</tc> <tc n="1.12">ལུས་ཀྱི་ལས་མི་འཕྲོགས་པ་ཡིན། ངག་གི་ལས་མི་འཕྲོགས་པ་ཡིན། ཡིད་ཀྱི་ལས་མི་འཕྲོགས་པ་ཡིན།</tc> <tc n="1.13">ལུས་ཀྱི་ལས་མི་ཟློག་པ་ཡིན། ངག་གིས་
              ལས་མི་ཟློག་པ་ཡིན། ཡིད་ཀྱི་ལས་མི་ཟློག་པ་ཡིན།</tc> <tc n="1.14">ལུས་ཀྱི་ལས་མི་འཁྲུག་པ་ཡིན། ངག་གི་ལས་མི་འཁྲུག་པ་ཡིན། ཡིད་ཀྱི་ལས་མི་འཁྲུག་པ་ཡིན།</tc> <tc n="1.15">ལུས་ཀྱི་ལས་བསྔགས་པ་
              ཡིན། ངག་གི་ལས་བསྔགས་པ་ཡིན། ཡིད་ཀྱི་ལས་བསྔགས་པ་ཡིན།</tc> <tc n="1.16">ལུས་ཀྱི་ལས་རྣམ་པར་དག་པ་ཡིན། ངག་གི་ལས་རྣམ་པར་དག་པ་ཡིན། ཡིད་ཀྱི་ལས་རྣམ་པར་དག་པ་ཡིན།</tc>
              <pb id="72.235b"/>
              <tc n="1.17">ལུས་ཀྱི་ལས་ཉེ་བར་ཉོན་མོངས་པ་མེད་པ་ཡིན། ངག་གི་ལས་ཉེ་བར་ཉོན་མོངས་པ་མེད་པ་ཡིན། ཡིད་ཀྱི་ལས་ཉེ་བར་ཉོན་མོངས་པ་མེད་པ་ཡིན།</tc> <tc n="1.18">ལུས་ཀྱི་ལས་ཡེ་ཤེས་ཀྱི་སྔོན་དུ་འགྲོ་བ་
              ཡིན། ངག་གི་ལས་ཡེ་ཤེས་ཀྱི་སྔོན་དུ་འགྲོ་བ་ཡིན། ཡིད་ཀྱི་ལས་ཡེ་ཤེས་ཀྱི་སྔོན་དུ་འགྲོ་བ་ཡིན།</tc> <tc n="1.19">རིགས་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc> <tc n="1.20">རུས་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc> <tc n="1.21">རྒྱུད་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc>
              <tc n="1.22">གཟུགས་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc> <tc n="1.23">མཚན་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc> <tc n="1.24">དྲན་པ་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc> <tc n="1.25">བློ་གྲོས་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc> <tc n="1.26">རྟོགས་པ་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc> <tc n="1.27">དགའ་བ་ཕུན་སུམ་
              ཚོགས་པ་ཡིན།</tc> <tc n="1.28">བློ་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc> <tc n="1.29">བློ་གྲོས་མཆོག་ཏུ་གྱུར་པ་ཡིན།</tc> <tc n="1.30">བློ་གྲོས་དམ་པར་གྱུར་པ་ཡིན།</tc> <tc n="1.31">བློ་གྲོས་རབ་ཏུ་གྱུར་པ་ཡིན།</tc> <tc n="1.33">བློ་གྲོས་ཚད་མེད་པར་གྱུར་པ་ཡིན།</tc> <tc n="1.34">བློ་གྲོས་གྲངས་
              མེད་པ་ཡིན།</tc> <tc n="1.35">བློ་གྲོས་བསམ་གྱིས་མི་ཁྱབ་པ་ཡིན།</tc> <tc n="1.36">བློ་གྲོས་མཚུངས་པ་མེད་པ་ཡིན།</tc> <tc n="1.37">བློ་གྲོས་གཞལ་དུ་མེད་པ་ཡིན།</tc> <tc n="1.38">བློ་གྲོས་བརྗོད་དུ་མེད་པ་ཡིན།</tc> <tc n="1.39">རྒྱུའི་སྟོབས་ཅན་ཡིན།</tc> <tc n="1.40">བསམ་པའི་
              སྟོབས་ཅན་ཡིན།</tc> <tc n="1.41">སྦྱོར་བའི་སྟོབས་ཅན་ཡིན།</tc> <tc n="1.42">རྐྱེན་ཀྱི་སྟོབས་ཅན་ཡིན།</tc> <tc n="1.43">དམིགས་པའི་སྟོབས་ཅན་ཡིན།</tc> <tc n="1.44">དབང་པོའི་སྟོབས་ཅན་ཡིན།</tc> <tc n="1.45">རྣམ་པར་ལྟ་བའི་སྟོབས་ཅན་ཡིན།</tc> <tc n="1.46">ཞི་གནས་ཀྱི་
              སྟོབས་ཅན་ཡིན།</tc> <tc n="1.47">ལྷག་མཐོང་གི་སྟོབས་ཅན་ཡིན།</tc> <tc n="1.48">ངེས་པར་རྟོགས་པའི་སྟོབས་ཅན་ཡིན།</tc> <tc n="1.49">ཕུང་པོ་ལ་མཁས་པ་ཡིན།</tc> <tc n="1.50">ཁམས་ལ་མཁས་པ་ཡིན།</tc> <tc n="1.51">སྐྱེ་མཆེད་ལ་མཁས་པ་ཡིན།</tc> <tc n="1.52">རྟེན་ཅིང་
              འབྲེལ་པར་འབྱུང་བ་ལ་མཁས་པ་ཡིན།</tc> <tc n="1.54">གཟུགས་ཀྱི་ཁམས་ལ་མཁས་པ་ཡིན།</tc> <tc n="1.55">གཟུགས་མེད་པའི་ཁམས་ལ་མཁས་པ་ཡིན།</tc> <tc n="1.56">འདས་པ་ལ་མཁས་པ་ཡིན།</tc> <tc n="1.57">མ་འོངས་པ་ལ་མཁས་པ་
              <pb id="72.236a"/>
              ཡིན།</tc> <tc n="1.58">ད་ལྟར་བྱུང་བ་ལ་མཁས་པ་ཡིན།</tc> <tc n="1.59">དྲན་པ་ཡང་དག་བྱང་ཆུབ་ཀྱི་ཡན་ལག་ལ་མཁས་པ་ཡིན།</tc> <tc n="1.60">ཆོས་རྣམ་པར་འབྱེད་པ་ཡང་དག་བྱང་ཆུབ་ཀྱི་ཡན་ལག་ལ་མཁས་པ་ཡིན།</tc> <tc n="1.61">བརྩོན་འགྲུས་
              ཡང་དག་བྱང་ཆུབ་ཀྱི་ཡན་ལག་ལ་མཁས་པ་ཡིན།</tc> <tc n="1.62">དགའ་བ་ཡང་དག་བྱང་ཆུབ་ཀྱི་ཡན་ལག་ལ་མཁས་པ་ཡིན།</tc> <tc n="1.63">ཤིན་ཏུ་སྦྱངས་པ་ཡང་དག་བྱང་ཆུབ་ཀྱི་ཡན་ལག་ལ་མཁས་པ་ཡིན།</tc> <tc n="1.64">ཏིང་ངེ་འཛིན་ཡང་དག་
              བྱང་ཆུབ་ཀྱི་ཡན་ལག་ལ་མཁས་པ་ཡིན།</tc> <tc n="1.65">བཏང་སྙོམས་ཡང་དག་བྱང་ཆུབ་ཀྱི་ཡན་ལག་ལ་མཁས་པ་ཡིན།</tc> <tc n="1.66">སྟོང་པ་ཉིད་ཡོངས་སུ་བསྒོམས་པ་ཡིན།</tc> <tc n="1.67">མཚན་མ་མེད་པ་ཡོངསུ་བསྒོམ་པ་ཡིན།</tc>
              <tc n="1.68">སྨོན་པ་མེད་པ་ཡོངས་སུ་བསྒོམས་པ་ཡིན།</tc> <tc n="1.69">སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡིན།</tc> <tc n="1.70">ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡིན།</tc> <tc n="1.71">བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡིན།</tc> <tc n="1.72">བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་
              ཡིན།</tc> <tc n="1.73">བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡིན།</tc> <tc n="1.74">ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡིན།</tc> <tc n="1.79">གནས་དང་གནས་མ་ཡིན་པར་ཤེས་པར་བྱ་བ་དང་། ཁོང་དུ་ཆུད་པ་ཡིན།</tc> <tc n="1.80">འདས་པ་དང་། མ་བྱོན་པ་དང་།
              ད་ལྟར་བྱུང་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་ཤེས་པར་བྱ་བ་ཁོང་དུ་ཆུད་པ་ཡིན།</tc> <tc n="1.81">དབང་པོ་དང་བརྩོན་འགྲུས་ཐ་དད་པ་ཡོངས་སུ་རྫོགས་པར་བྱ་བ་གཅིག་ནས་གཅིག་ཏུ་རྒྱུད་པ་ཁོང་དུ་ཆུད་པ་ཡིན།</tc>
              <tc n="1.82">ཁམས་སྣ་ཚོགས་དང་ཁམས་དུ་མའི་ཤེས་པའི་བྱ་བ་ཁོང་དུ་ཆུད་པ་ཡིན།</tc> <tc n="1.83">མོས་པ་སྣ་ཚོགས་དང་། མོས་པ་དུ་མ་ཤེས་པར་བྱ་བ་ཁོང་དུ་ཆུད་པ་ཡིན།</tc> <tc n="1.84">ཀུན་ཏུ་འགྲོ་བའི་ལམ་ཤེས་པར་བྱ་བ་
              ཁོང་དུ་ཆུད་པ་ཡིན།</tc> <tc n="1.85">བསམ་གཏན་དང་རྣམ་པར་ཐར་པ་དང་། ཏིང་ངེ་འཛིན་དང་སྙོམས་པར་འཇུག་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་རྣམ་པར་བྱང་བ་དང་ལྡང་བ་ཤེས་པར་བྱ་བ་ཁོང་དུ་ཆུད་པ་ཡིན།</tc>
              <pb id="72.236b"/>
              <tc n="1.86">སྒྲིབ་པ་མེད་པའི་རྗེས་སུ་དྲན་པ་ཤེས་པར་བྱ་བ་ཁོང་དུ་ཆུད་པ་ཡིན།</tc> <tc n="1.87">ལྷའི་དབང་པོ་མིག་ཆགས་པ་མེད་པར་ཤེས་པར་བྱ་བ་ཁོང་དུ་ཆུད་པ་ཡིན།</tc> <tc n="1.88">བག་ཆགས་ཀྱི་མཚམས་སྦྱོར་བ་ཡང་དག་པར་གཅོད་
              པ་ཤེས་པར་བྱ་བ་ཁོང་དུ་ཆུད་པ་ཡིན།</tc> <tc n="1.89">ལྷ་ཡི་དབང་པོས་ཡོངས་སུ་བཟུང་བ་ཡིན།</tc> <tc n="1.90">ཀླུའི་དབང་པོས་ཡོངས་སུ་བཟུང་བ་ཡིན།</tc> <tc n="1.91">གནོད་སྦྱིན་གྱི་དབང་པོས་ཡོངས་སུ་བཟུང་བ་ཡིན།</tc> <tc n="1.92">དྲི་ཟའི་དབང་པོས་
              ཡོངས་སུ་བཟུང་བ་ཡིན།</tc> <tc n="1.93">ལྷ་མ་ཡིན་གྱི་དབང་པོས་ཡོངས་སུ་བཟུང་བ་ཡིན།</tc> <tc n="1.94">ནམ་མཁའ་ལྡིང་གི་དབང་པོས་ཡོངསུ་བཟུང་བ་ཡིན།</tc> <tc n="1.95">མི་འམ་ཅིའི་དབང་པོས་ཡོངས་སུ་བཟུང་བ་ཡིན།</tc>
              <tc n="1.96">ལྟོ་འཕྱེ་ཆེན་པོའི་དབང་པོས་ཡོངས་སུ་བཟུང་བ་ཡིན།</tc> <tc n="1.97">མིའི་དབང་པོས་ཡོངས་སུ་བཟུང་བ་ཡིན།<tc n="1.100"> <tc n="1.98">ཚངས་པའི་དབང་པོས</tc>་<tc n="1.99">ཡོངས་སུ་བཟུང་བ་ཡིན།</tc> ལྷ་ཡི་དབང་པོས་<tc n="1.100">བསྐུར་བ་ཡིན།</tc> ཀླུ་ཡི་དབང་
              པོས་བཀུར་བ་ཡིན། གནོད་སྦྱིན་གྱི་དབང་པོས་བཀུར་བ་ཡིན། དྲི་ཟའི་དབང་པོས་བཀུར་བ་ཡིན། ལྷ་མ་ཡིན་གྱི་དབང་པོས་བཀུར་བ་ཡིན། ནམ་མཁའ་ལྡིང་གི་དབང་པོས་བཀུར་བ་ཡིན། མིའམ་
              ཅིའི་དབང་པོས་བཀུར་བ་ཡིན། ལྟོ་འཕྱེ་ཆེན་པོའི་དབང་པོས་བཀུར་བ་ཡིན། མི་ཡི་དབང་པོས་བསྐུར་བ་ཡིན། ཚངས་པའི་དབང་པོས་བཀུར་བ་ཡིན། <tc n="1.113">སེམས་ཅན</tc>་ཐམས་ཅད་ཀྱི་<tc n="1.101">གནས་སུ་གྱུར་པ་
              ཡིན།</tc> <tc n="1.102">སྐྱབསུ་གྱུར་པ་ཡིན།</tc> <tc n="1.103">དཔུང་གཉེན་དུ་གྱུར་པ་ཡིན།</tc> <tc n="1.104">མགོན་དུ་གྱུར་པ་ཡིན།</tc> <tc n="1.105">སྒྲོན་མར་གྱུར་པ་ཡིན།</tc> <tc n="1.106">སྣང་བར་གྱུར་པ་ཡིན།</tc> <tc n="1.107">འོད་དུ་གྱུར་པ་ཡིན།</tc> <tc n="1.108">འདྲེན་པར་གྱུར་པ་ཡིན།</tc> <tc n="1.109">རྣམ་པར་འདྲེན་པར་གྱུར་པ་ཡིན།</tc> <tc n="1.110">ཡོངསུ་འདྲེན་
              པར</tc>་<tc n="1.111">གྱུར་པ་ཡིན།</tc> <tc n="1.112">སེམས་ཅན་ཐམས་ཅད་ཀྱི་གནས་སུ་གྱུར་པ་ཡིན།</tc> <tc n="1.115">གཙོ་བོར་གྱུར་པ་ཡིན།</tc> <tc n="1.116">ཐུ་བོར་གྱུར་པ་ཡིན།</tc> <tc n="1.117">རབ་ཏུ་གྱུར་པ་ཡིན།</tc> <tc n="1.118">དམ་པར་གྱུར་པ་ཡིན།</tc> <tc n="1.119">ཕུལ་དུ་གྱུར་པ་ཡིན།</tc>
              <pb id="72.237a"/>
              <tc n="1.121">བླ་ན་མེད་པར་འགྱུར་པ་ཡིན།</tc> ཀྱེ་རྒྱལ་བའི་སྲས་<tc n="1.124">ཇི་ལྟར་ན</tc>་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་<tc n="1.122">མཉམ་པ་མེད་པ་ཡིན།</tc> དེ་སྐད་ཅེས་སྨྲས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་
              གྱིས། བྱང་ཆུབ་སེམས་དཔའ་ཡེ་ཤེས་དཔལ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཀྱེ་རྒྱལ་བའི་སྲས་ཁྱོད་ཀྱི་དེ་ལྟར་<tc n="2.1">སྐྱེ་བོ་མང་པོ་ལ་ཕན་པ་དང་།</tc> <tc n="2.2">སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་།</tc> <tc n="2.3">འཇིག་རྟེན་ལ་
              སྙིང་བརྩེ་བ་དང་།</tc> <tc n="2.4">ལྷ་དང་མི་རྣམས་ཀྱི་དོན་དང་ཕན་པ་དང་།</tc> <tc n="2.5">བདེ་བ་དང་བདེ་བར་རྣམ་པར་བཟུང་བའི་ཕྱིར་ཞུགས་ཤིང་།</tc> དེ་ལྟར་ཁྱོད་<tc n="2.6">རྣམ་པ་འདི་ལྟ་བུའི་གནས་དག་ཡོངས་སུ་འདྲི་བར་སེམས་
              པ་ནི།</tc> ཀྱེ་རྒྱལ་བའི་སྲས་ལེགསོ་ལེགསོ། །ཀྱེ་རྒྱལ་བའི་སྲས་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གི་<tc n="2.7">སེམས་ཀྱི་ལས་ཡིད་ལ་བྱེད་པའི་སྦྱོར་བ་དང་ལྡན་པས།</tc> བྱང་ཆུབ་སེམས་དཔའ་
              རྣམས་<tc n="2.8">ཡོན་ཏན་གྱི་ཁྱད་པར་འདི་དག་ཐམས་ཅད་འཐོབ་པར་འགྱུར་བ་དང་།</tc> <tc n="2.9">སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ལ་ཐོགས་པ་མེད་པའི་ལས་སུ་འགྱུར་བ་དང་།</tc> <tc n="2.10">སངས་རྒྱས་བཅོམ་ལྡན་འདས་
              འདས་པ་དང་། མ་བྱོན་པ་དང་། ད་ལྟར་བྱུང་བ་རྣམས་ཀྱི་ལམ་དུ་འཇུག་པ་དང་།</tc> <tc n="2.11">སེམས་ཅན་ཐམས་ཅད་ཡོངསུ་མི་གཏོང་བའི་སེམས་ཀྱང་དེ་དག་ལ་ཉེ་བར་གནས་པ་དང་།</tc> <tc n="2.12">ཆོས་ཐམས་ཅད་ཇི་ལྟ་
              བ་བཞིན་དུ་རྣམ་པར་ལྟ་བ་ཡང་དེ་དག་ལ་ཉེ་བར་གནས་པ་དང་།</tc> <tc n="2.13">མི་དགེ་བའི་ཆོས་ཐམས་ཅད་སྤངས་པར་འགྱུར་བ་དང་།</tc> <tc n="2.14">དགེ་བའི་ཆོས་ཐམས་ཅད་དང་ལྡན་པར་གྱུར་པ་དང་།</tc> <tc n="2.15">ཀུན་ཏུ་བཟང་ཞིང་ཀུན་
              ཏུ་མཛེས་པ་དང་།</tc> <tc n="2.16">རྣམ་པའི་མཆོག་ཐམས་ཅད་དང་ལྡན་པ་དང་།</tc> <tc n="2.17">ཆོས་ཐམས་ཅད་ལ་དབང་བསྒྱུར</tc>་<tc n="2.18">ཞིང་སྲོག་ཆགས་ཐམས་ཅད་ལ་སྟོན་པ་གཉིས་པར་འགྱུར་བའི་སེམས་ཀྱི་ལས་ཡིད་ལ</tc>་
              <pb id="72.237b"/>
              བྱེད་པའི་སྦྱོར་བ་ཡོད་དོ། །ཀྱེ་རྒྱལ་བའི་སྲས་དག་བྱང་ཆུབ་སེམས་དཔའི་<tc n="2.19">སེམས་ཀྱི་ལས་ཡིད་ལ་བྱེད་པའི་སྦྱོར་བ་གང་ལྡན་པས།</tc> <tc n="2.20">ཡོན་ཏན་གྱི་ཁྱད་པར་འདི་དག་ཐམས་ཅད་ཐོབ་པར་འགྱུར་བའི</tc>་
              བྱང་ཆུབ་སེམས་དཔའི་སེམས་ཀྱི་ལས་ཡིད་ལ་བྱེད་པའི་སྦྱོར་བ་དེ་དག་གང་ཞེ་ན། ཀྱེ་རྒྱལ་བའི་སྲས་འདི་ལ་</tc> <tc n="3.1">བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་གྱི་ནང་དུ་འདུག་པའི་ཚེ།</tc> སེམས་ཅན་ཐམས་ཅད་<tc n="3.2">རང་
              བཞིན་ཤེས་པ་དང་ལྡན་པའི་ཁྱིམ་གྱི་ཐིབས་པོས་ཟིལ་གྱིས་མི་ནོན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ།།</tc> <tc n="3.3">ཕ་མ་དང་འགྲོགས་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.4">སྐྱེ་བོ་ཐམས་
              ཅད་ཡོངས་སུ་སྐྱབས་པའི་ཕྱིར་སངས་རྒྱས་དང་འགྲོགས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ།།</tc> <tc n="3.5">བུ་དང་བུ་མོ་དང་འགྲོགས་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.6">སྲེད་པ་དང་
              བྲལ་བའི་དགའ་བ་དང་། མི་དགའ་བ་དང་རྣམ་པར་བྲལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ།།</tc> <tc n="3.7">འདོད་པའི་ཡོན་ཏན་དང་འགྲོགས་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.8">ཡོན་ཏན་
              གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པས་འདོད་པའི་གསལ་ཤིང་རྣམ་པར་སེལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ།།</tc> <tc n="3.9">གླུ་དང་གར་དང་རོལ་མོ་དང་སིལ་སྙན་དང་འགྲོགས་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་
              ཅན་ཐམས་ཅད་<tc n="3.10">གར་མཁན་གྱི་མཚོན་ལྟ་བུར་མཐོང་བ་དང་ལྡན་ཞིང་ཆོས་ཡང་དག་པར་འགྲོ་བའི་བརྗོད་པ་རབ་ཏུ་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ།།</tc> <tc n="3.11">ཆུང་མའི་འཁོར་གྱི་ནང་ན་འདུག་པའི་
              ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.12">འདོད་པའི་གསལ་ཤིང་དང་བྲལ་ཞིང་འཕགས་པའི་སར་ཆུད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ།།</tc> <tc n="3.13">རྒྱན་གྱིས་བརྒྱན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་
              <pb id="72.238a"/>
              དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.14">སྲིད་པར་འབྱུང་བ་འཇིགས་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པས་ཁུར་བོར་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.15">ཁང་ཐོག་དུ་ཕྱིན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་
              ཅན་ཐམས་ཅད་<tc n="3.16">ཆོས་ཐམས་ཅད་ཁོང་དུ་ཆུད་ཅིང་ཆོས་ཀྱི་ཁང་སྟེངསུ་ཕྱིན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.17">སྦྱིན་པ་གཏོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་ཐམས་ཅད་<tc n="3.18">བདག་གིས་བྱ་བ་དེ་
              མེད་དེ། ཡོངས་སུ་འཛིན་པའི་སེམས་མེད་ཅིང་བདག་གི་ཐམས་ཅད་ཡོངས་སུ་གཏོང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.19">མ་བྲལ་ཞིང་འགྲོགས་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་ཐམས་
              ཅད་<tc n="3.20">ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་འཐར་ཕྱིན་ཏེ། འདུ་བ་དང་ཤིན་ཏུ་བྲལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.21">བཙོན་ར་ཁ་ན་མ་ཐོ་བར་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་
              ཅད་<tc n="3.22">གནས་མེད་པ་ལ་སྤྱོད་ཅིང་། གང་དུ་དགའ་བར་འདོང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.23">ཁྱིམ་ནས་ཁྱིམ་མེད་པར་འབྱུང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.24">སེམས་
              བཅིངས་པ་དང་གྲོལ་བ་མེད་དེ་མི་དགོས་པ་དང་བྲལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.25">དགེ་འདུན་གྱི་ར་བའི་མཚམས་འདའ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.26">ཆོས་ལ་
              བརྩོམ་ཞིང་ཆོས་དང་ལྡན་ཞིང་འཐུན་པར་འགྲོ་བ་མང་པོ་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.27">མཁན་པོ་དང་སློབ་དཔོན་གྱི་དྲུང་དུ་འགྲོ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་
              ཐམས་ཅད་<tc n="3.28">ཆོས་ལ་རྩོམ་ཞིང་ཆོ་ག་ལ་མཁས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.29">རབ་ཏུ་བྱུང་བའི་གསོལ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.30">བར་ཆད་མེད་ཅིང་ཕྱིར་མི་ལྡོག་པར་
              <pb id="72.238b"/>
              གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.31">གོས་དཀར་འདོར་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.32">སྡིག་པ་ལ་བརྩོན་པ་སྤངས་ཏེ། དགེ་བའི་རྩ་བ་ཤིན་ཏུ་སྦྱངས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc>
              <tc n="3.33">སྐྲ་དང་ཁ་སྤུ་འབྲེག་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.34">ཤིན་ཏུ་མཉམ་པར་བཞག་ཅིང་ཉོན་མོངས་པ་མེད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.35">གོས་ངུར་སྨྲིག་གྱོན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་
              དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.36">དྲང་སྲོང་ཆེན་པོའི་སེམས་དང་ལྡན་ཞིང་རྙོག་པ་མེད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.37">རབ་ཏུ་འབྱུང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་རྣམས་<tc n="3.38">སྐྱེ་བོ་ཐམས་ཅད་
              ཡོངས་སུ་སྐྱོང་བའི་ཕྱིར། དེ་བཞིན་གཤེགས་པའི་རབ་ཏུ་འབྱུང་བར་རབ་ཏུ་བྱུང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.39">སངས་རྒྱས་ལ་སྐྱབས་སུ་འགྲོ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་
              ཐམས་ཅད་<tc n="3.40">དགེ་བ་ལ་མོས་པ་མངོན་པར་སྐྱེས་པས། སངས་རྒྱས་ཀྱི་གདུང་མི་འཆད་པའི་དོན་དུ་བརྩོན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.41">ཆོས་ལ་སྐྱབས་སུ་འགྲོ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་
              དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.42">ཆོས་ཀྱི་གཏེར་རབ་ཏུ་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.43">དགེ་འདུན་ལ་སྐྱབསུ་འགྲོ་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.44">ཆགས་པའི་གནས་དང་
              བྲལ་ཞིང་དགེ་འདུན་ཡོངསུ་སྡུད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.45">བསླབ་པའི་ཚིག་ཡང་དག་པར་ལེན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.46">ཚུལ་བཟང་པོ་ལ་ཡང་དག་པར་སྤྱོད་ཅིང་
              སླབ་པ་ཐམས་ཅད་ཤིན་ཏུ་སློབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.47">སློབ་དཔོན་བསྟན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.48">ལོག་པ་མ་ཡིན་པའི་ལས་ལ་སྤྱོར་ཅིང་ཚུལ་དང་སྤྱོད་
              <pb id="72.239a"/>
              ཡུལ་ཕུན་སུམ་ཚོགས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.49">མཁན་པོ་བསྟན་པའི་ཚེ། །</tc>བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.50">གནས་མེད་པ་ལ་ཡང་དག་པར་གཞོལ་ཞིང་མི་སྐྱེ་བའི་
              ཡེ་ཤེས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.51">བསྙེན་པར་རྫོགས་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.52">ཆོས་ཐམས་ཅད་ཀྱི་ཁྱད་པར་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཏེ་ཐབས་
              མཁས་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.53">གཙུག་ལག་ཁང་དུ་འགྲོ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.54">མི་འཕྲོགས་པའི་ཆོས་ཅན་དུ་གྱུར་ཏེ། བླ་ན་མེད་པའི་
              ཡང་གནས་ལ་རྣམ་པར་སྤྱོད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.55">སྟན་གདིང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.56">ཇི་ལྟ་བ་བཞིན་དུ་མཐོང་ཞིང་ལེགས་པར་བཀོད་པའི་ཆོས་ཅན་དུ་གྱུར་ཅིག་
              ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.57">འདུག་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.58">མི་གནས་པའི་སེམས་ཀྱི་སྙིང་པོ་བྱང་ཆུབ་ལ་འདུག་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.59">སྐྱིལ་མོ་དཀྲུང་འཆའ་
              བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.60">མི་གཡོ་བའི་ས་ལ་དགེ་བའི་རྩ་བ་ཤིན་ཏུ་རྣམ་པར་བརྟེན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.61">ཞི་གནས་ཡོངས་སུ་སྦྱོང་བའི་ཚེ།</tc> བྱང་ཆུབ་
              སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.62">མ་ལུས་པའི་མཐར་ཐུགས་པ་ལ་བརྩོན་ཞིང་ཞི་བ་དང་། དུལ་བ་ལ་རབ་ཏུ་གཞོལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.63">ལྷག་མཐོང་ཡོངསུ་སྦྱོང་བར་བྱེད་པའི་
              ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.64">ཤིན་ཏུ་ཉོན་མོངས་མེད་པའི་ཆོས་ཅན་དུ་གྱུར་ཏེ། ཆོས་ཡང་དག་པར་ཇི་ལྟ་བ་བཞིན་དུ་མཐོང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.65">སྐྱིལ་མོ་བཀྲུང་
              <pb id="72.239b"/>
              འཇིག་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.66">ཤིན་ཏུ་མཉམ་པར་བཞག་ཅིང་འདུ་བྱེད་ཐམས་ཅད་རང་བཞིན་གྱིས་འཇིག་པ་རྣམ་པར་མཐོང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.67">རྐང་མཐིལ་
              བཞོག་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.68">ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ་མི་འཁྲུག་པ་ལ་རབ་ཏུ་གནས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.69">རྐང་མཐིལ་འདེགས་པའི་ཚེ།</tc> བྱང་ཆུབ་
              སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.70">ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་ལྡན་པ་ཐོབ་པ་སྟེ། འཁོར་བའི་རྒྱ་མཚོར་བྱིང་བ་ལས་ཐོན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.71">སྨད་གཡོགས་གྱོན་པའི་ཚེ</tc>་
              བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.72">ངོ་ཚ་ཤེས་ཤིང་ཁྲེལ་ཡོད་པ་བླ་ན་མེད་པ་དང་ལྡན་ཞིང་དགེ་བའི་རྩ་བ་ཤིན་ཏུ་བརྟན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.73">སྐེ་རགས་འཆིང་བའི་ཚེ</tc>་
              བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.74">མི་འཁྲུག་པའི་ཆོས་ཅན་དུ་གྱུར་ཏེ། དགེ་བའི་རྩ་བ་ཤིན་ཏུ་འབྲེལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.75">བླ་གོས་གྱོན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔའ་
              སེམས་ཅན་ཐམས་ཅད་<tc n="3.76">ཆོས་ཐམས་ཅད་ཀྱི་ཁྱད་པར་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐོབ་སྟེ། གོང་ནས་གོང་དུ་དགེ་བའི་རྩ་བ་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.77">སྣམ་སྦྱར་གྱོན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་
              དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.78">མི་འཁྲུག་པའི་ཆོས་ཅན་དུ་གྱུར་ཏེ། ཐབས་དམ་པས་མངོན་པར་བཀབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.79">སོ་ཤིང་ལེན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་
              སེམས་ཅན་ཐམས་ཅད་<tc n="3.80">ཡོངས་སུ་དག་པའི་དངོས་པོ་འཐོབ་པའི་ཕྱིར་དམ་པའི་ཆོས་རྣམ་པར་དག་པ་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.81">སོ་ཤིང་ཟ་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་
              <pb id="72.240a"/>
              སེམས་ཅན་ཐམས་ཅད་<tc n="3.82">ཉོན་མོངས་པ་ཤིན་ཏུ་བཅོམ་པ་སྟེ། སེམས་དུལ་ཞིང་སེམས་རྣམ་པར་དག་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.83">དབེན་པར་འགྲོ་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་
              ཐམས་ཅད་<tc n="3.84">འདོད་ཆགས་དང་ཞེ་སྡང་དང་། གཏི་མུག་སྤངས་པ་སྟེ། སྡིག་པའི་ཆོས་ཐམས་ཅད་སྤངས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.85">ཆུ་ངོགས་སུ་འགྲོ་བའི་ཚེ</tc>་བྱང་ཆུང་སེམས་དཔས་
              སེམས་ཅན་ཐམས་ཅད་<tc n="3.86">འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་འབྱུང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.87">གཙང་སྦྲའི་ལས་བྱེད་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་
              ཅད་<tc n="3.88">ཤིན་ཏུ་དག་པའི་དངོས་པོས་གཙང་ཞིང་ངེས་པ་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.89">ལག་པ་འཁྲུ་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.90">གཟུང་ཞིང་བཅང་བའི་ཕྱིར།
              བཀྲ་ཤིས་ཀྱི་ལག་པ་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.91">ངོ་འཁྲུ་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.92">ཤིན་ཏུ་ཉོན་མོངས་པ་དང་བྲལ་ཞིང་ཆོས་ཐམས་ཅད་ཀྱི་སྒོ་རྣམ་པར་
              དག་པ་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.93">འཁར་བ་ལེན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.94">མཆོད་སྦྱིན་བྱས་ཤིང་ལམ་སྟོན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.95">ལྷུང་བཟེད་
              ལེན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.96">ཀྱིས་མཆོད་པར་འོས་ཤིང་སྣོད་དུ་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.97">སྤྱོད་ཡུལ་དུ་མངོན་པར་ཞུགས་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་
              སེམས་ཅན་ཐམས་ཅད་<tc n="3.98">གནས་མེད་པར་གཞོལ་ཞིང་སངས་རྒྱས་ཀྱི་སྤྱོད་ཡུལ་ལ་མངོན་དུ་ཕྱོགས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc></tc><tc n="3.99">ལམ་དུ་ཞུགས་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་
              <pb id="72.240b"/>
              སེམས་ཅན་ཐམས་ཅད་<tc n="3.100">ཕྱི་ནས་མ་ལུས་པར་འགྲོ་ཞིང་སངས་རྒྱས་ཀྱི་ལམ་དུ་ཞུགས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.101">འགྲོ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.102">ཤིན་ཏུ་
              རྣམ་པར་དག་པའི་ཆོས་སྒྲིབ་པ་མེད་པར་གྲུབ་པར་གྱུར་པས། ཆོས་ཀྱི་དབྱིངས་མཐའ་དང་དབུས་མེད་པར་ཁོང་དུ་ཆུད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.103">ལམ་མཐོ་བ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་
              སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.104">ཤིན་ཏུ་ཞུམ་པ་མེད་དེ་ཁམས་གསུམ་ལས་གྱེན་དུ་འཕགས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.105">ལམ་དམའ་བ་འཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་
              སེམས་ཅན་ཐམས་ཅད་<tc n="3.106">དགེ་བའི་རྩ་བས་ཤིན་ཏུ་བསྟན་ཅིང་སངས་རྒྱས་ཐམས་ཅད་ལ་ཤིན་ཏུ་འདུད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.107">ལམ་ཉམ་ང་བ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་
              སེམས་ཅན་ཐམས་ཅད་<tc n="3.108">ལྟ་བ་ཡོ་ཞིང་མྱི་དྲང་བ་དང་བྲལ་སྟེ། ལམ་ཉམ་ང་བ་ཡོངས་སུ་སྤངས་པར་གྱུར་གཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.109">ལམ་དྲང་པོ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་
              ཅན་ཐམས་ཅད་<tc n="3.110">གཡོ་མེད་ཅིང་སྒྱུ་མེད་དེ་སེམས་དྲང་པོ་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.111">ལམ་རྡུལ་ཆེན་པོ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.112">ཤིན་ཏུ་རྡུལ་མེད་པའི་
              ཆོས་ཡང་དག་པར་ཐོབ་སྟེ། འདོད་ཆགས་པར་འགྱུར་བའི་ཆོས་ལས་རྣམ་པར་གྲོལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.113">རྡུལ་མེད་པའི་ལམ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་
              ཐམས་ཅད་<tc n="3.114">སྙིང་རྗེ་ཆེན་པོ་ཡོངས་སུ་བསྒོམ་པ་དང་ལྡན་ཞིང་སེམས་འཇམ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.115">གཡང་ས་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.116">སྒྲིབ་པ་
              <pb id="72.241a"/>
              མེད་པ་རྟོགས་པར་ཁོང་དུ་ཆུད་ཅིང་སྡིག་པའི་ཆོས་བསྩལ་ཏེ། དགེ་བའི་ཆོས་ལ་རབ་ཏུ་གཞོལ་བར་གྱུར་གཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.117">མཁར་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་
              ཅན་ཐམས་ཅད་<tc n="3.118">དུས་གསུམ་དུ་གཏོགས་པའི་ཆོས་ཟབ་མོ་བསྟན་པ་དང་། འཐུན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.119">ཀ་བ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.120">ཁྲོ་ཞིང་
              མཁོན་དུ་འཛིན་པ་དང་བྲལ་ཏེ། ཁེངས་པ་དང་འཁྲུག་པ་དང་རྣམ་པར་བྲལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.121">ནགས་ཚལ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་
              <tc n="3.122">ལྷ་དང་འཇིག་རྟེན་དུ་བཅས་པའི་ཕྱག་བྱ་བའི་གནས་སུ་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.123">རི་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.124">ཐོབ་པར་དཀའ་བ་དང་། ཐིབས་པོ་མེད་
              པ་རབ་ཏུ་ཐོབ་ཅིང་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱིས་མངོན་པར་འཕགས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.125">ཤིང་ཚེར་མ་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.126">འདོད་
              ཆགས་དང་ཞེ་སྡང་དང་གཏི་མུག་མེད་ཅིང་ཚེར་མ་དང་བྲལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.127">ཤིང་ལོ་མ་ཅན་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.128">བསམ་གཏན་དང་
              རྣམ་པར་ཐར་པ་དང་། ཏིང་ངེ་འཛིན་དང་སྙོམས་པར་འཇུག་པ་དག་གིས་རབ་ཏུ་གཡོག་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.129">མེ་ཏོག་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.130">ཆོས་
              ཐམས་ཅད་ལ་མངོན་པར་ཤེས་པའི་མེ་ཏོག་རྒྱས་པས་མེ་ཏོག་ལྟ་བུར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.131">མེ་ཏོག་གི་ཤིང་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.132">སྐྱེས་བུ་
              <pb id="72.241b"/>
              ཆེན་པོའི་མཚན་སུམ་བཅུ་རྩ་གཉིས་མེ་ཏོག་ཤིན་ཏུ་རྒྱས་པར་གྱུར་གཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.133">ཤིང་ཐོག་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.134">སྙིང་པོ་བྱང་ཆུབ་ཏུ་གཞོལ་ཞིང་།
              སངས་རྒྱས་ཀྱི་ཆོས་བཙལ་བ་ཐམས་ཅད་འབྲས་བུ་ཡོད་དེ། འབྲས་བུའི་དམ་པ་རབ་ཏུ་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.135">ཆུ་ཀླུང་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་
              <tc n="3.136">སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཉམས་སུ་མྱོང་སྟེ། ཆོས་ཀྱི་རྒྱུད་ལ་མཉམ་པར་བཞག་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.137">ལུ་མ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.138">སངས་
              རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་རོ་གཅིག་པའི་ཕྱིར་སེ་གོལ་གཏོགས་པ་ཙམ་གྱིས་ཁོང་དུ་ཆུད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.139">རྫིང་བུ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་
              ཅད་ཀྱིས་<tc n="3.140">ཆོས་ཐམས་ཅད་ཀྱི་ཚིག་ཤིན་ཏུ་བསྟན་པར་གྱུར་མཁས་ཤིང་ཆོས་ཐམས་ཅད་ཀྱི་ཚིག་རྒྱས་པའི་ཚིག་གི་ལས་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.141">ཁྲོན་པ་མཐོང་བའི་ཚེ</tc>་
              བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.142">ཆོས་ཐམས་ཅད་འབྱོར་པ་དང་ལྡན་ཞིང་སྤོབས་པ་མང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.143">མཚོ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་
              ཐམས་ཅད་<tc n="3.144">གོང་ནས་གོང་དུ་དམིགས་པ་ལ་བརྩོན་ཞིང་དགེ་བའི་རྩ་བ་མྱི་ཟད་པར་གྱུར་གཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.145">ཟམ་པ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་
              <tc n="3.146">སྐྱེ་བོ་ཐམས་ཅད་ཡོངས་སུ་སྒྲོལ་ལ་ཟམ་པར་རེད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.147">ཡུར་བ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.148">འགྲོ་བ་ཀུན་གྱི་སེམས་དང་བསམ་
              <pb id="72.242a"/>
              པ་ལ་མཁས་ཤིང་བག་ལ་ཉལ་བ་དང་། ཀུན་ནས་འཁོར་བ་མེད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.149">ར་བ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.150">གཟུགས་དང་
              སྒྲ་དང་དྲི་དང་རོ་དང་། རེག་ལ་སྲེད་པ་རབ་ཏུ་བྱང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.151">མྱ་ངན་མེད་པའི་ནགས་ཚལ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.152">སྲེད་པ་མེད་
              ཅིང་མྱ་ངན་མེད་པ་རབ་ཏུ་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.153">བཟའ་ཤིང་གི་ར་བ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.154">སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཡོངས་སུ་མི་གཏོང་བ་
              ལ་ཤིན་ཏུ་བརྩོན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.155">སེམས་ཅན་རྒྱན་གྱིས་བརྒྱན་པ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.156">སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་བཅུ་རྩ་གཉིས་
              ཀྱིས་བརྒྱན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.157">རྒྱན་མེད་པའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.158">སྦྱངས་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐོབ་པས་རྒྱན་མེད་
              པ་རབ་ཏུ་བརྒྱན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.159">དགའ་བ་མང་བའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.160">ཆོས་ལ་དགའ་ཞིང་མོས་པ་དང་སྤྲོ་བ་དགའ་
              བ་མང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.161">མི་དགའ་བ་མང་བའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.162">འདུས་བྱས་ཀྱི་དངོས་པོ་ཐམས་ཅད་ལ་མི་དགའ་
              ཞིང་རབ་ཏུ་བདེ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.163">སེམས་ཅན་བདེ་བ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.164">སངས་རྒྱས་ཀྱི་བདེ་བའི་ཡོ་བྱད་ཐམས་ཅད་རབ་ཏུ་
              <pb id="72.242b"/>
              ཐོབ་པས་ཤིན་ཏུ་བདེ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.165">སེམས་ཅན་སྡུག་བསྔལ་བ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.166">ཡེ་ཤེས་ཀྱི་རྩ་བ་རབ་ཏུ་ཐོབ་སྟེ། སྡུག་བསྔལ་
              ཞི་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.170">ནད་མེད་པ་མ་ཡིན་པའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.171">མྱ་ངན་མེད་པའི་ཆོས་ཅན་དུ་གྱུར་ཏེ། ཐ་དད་པ་མེད་
              པར་ཁོང་དུ་ཆུད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.172">སེམས་ཅན་སྡུག་གུ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.173">སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་
              མོས་པ་མང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.174">མི་སྡུག་པའི་སེམས་ཅན་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་<tc n="3.175">མི་དགེ་བའི་བཤེས་གཉེན་གྱི་བྱ་བ་ལ་མོས་པ་ཆུང་བར་
              གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.176">དྲིན་གཟོ་བའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.177">སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱི་མཛད་པ་ཤེས་
              པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.178">དྲིན་བཟོ་བ་མེད་པའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.179">མི་དགེ་བའི་ལྟ་བ་ལ་དྲིན་དུ་བཟོ་བ་མེད་པར་གྱུར་ཅིག་ཅེས་སེམས་
              བསྐྱེད་དོ། །</tc><tc n="3.180">དགེ་སྦྱོང་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.181">མ་ལུས་པའི་མཐར་ཐུག་པར་བྱ་བ་ལ་བརྩོན་ཞིང་ཞི་བ་དང་དུལ་བ་ལ་གཞོལ་བར་གྱུར་ཅིག་ཅེས་སེམས་
              བསྐྱེད་དོ། །</tc><tc n="3.182">བྲམ་ཟེ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.183">ཚངས་པའི་དམ་པར་གྱུར་ཏེ་སྡིག་པ་སྤོང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.184">དཀའ་ཐུབ་ཅན་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་
              <pb id="72.243a"/>
              དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.185">མ་ལུས་པའི་མཐར་ཐུག་པར་བྱ་བ་ལ་བརྩོན་བཞིན་དཀའ་ཐུབ་ལ་ཤིན་ཏུ་གཞོལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.186">བརྟུལ་ཞུགས་ལ་ཞུགས་པ་མཐོང་བའི་ཚེ།</tc>
              བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.187">སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཡོངས་སུ་མི་གཏོང་བའི་ཕྱིར་བརྟུལ་ཞུགས་དམ་པོར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.188">གོ་གྱོན་པའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc>
              བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.189">རང་འབྱུང་གི་ཆོས་ཡོངས་སུ་བཙལ་བ་ལ་གོ་ཆ་བཟང་པོ་ཤིན་ཏུ་བགོས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.190">གོ་མ་གྱོན་པའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc>
              བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.191">མི་དགེ་བའི་ལས་བྱ་བ་ཐམས་ཅད་ལ་གོ་གྱོན་པ་མེད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.192">རྒོལ་བའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་
              སེམས་ཅན་ཐམས་ཅད་<tc n="3.193">ཕས་ཀྱི་རྒོལ་བ་ཐམས་ཅད་ཤིན་ཏུ་ཚར་གཅོད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.194">འཚོ་བའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.195">སྤྱོད་
              ལམ་བཅོས་པ་མྱེད་ཅིང་འཚོ་བ་ཡོངས་སུ་དག་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.196">རྒྱལ་པོ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.197">ཐོགས་པ་མེད་པའི་ཆོས་ཀྱི་འཁོར་ལོ་
              བསྐོར་བའི་ཆོས་ཀྱི་རྒྱལ་པོར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.198">རྒྱལ་པོའི་བུ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.199">སངས་རྒྱས་ཀྱི་སྲས་ཆོས་ལ་སྐྱེས་པའི་ཆོས་ཀྱི་
              སྤྲུལ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.200">ཁྱིམ་བདག་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.201">རྣམ་པར་གདོན་མི་ཟ་བའི་བློ་ཅན་དུ་གྱུར་ཏེ། གྲོང་གི་ཆོས་སྤངས་
              <pb id="72.243b"/>
              པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.202">བློན་པོ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.203">མི་དགེ་བའི་ཆོས་ཐམས་ཅད་ལ་བཟང་པོ་ཡིད་ལ་བྱེད་པར་གྱུར་གཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc>
              <tc n="3.204">གྲོང་ཁྱེར་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.205">གདུལ་དཀའ་བའི་སེམས་དང་ལྡན་པར་གྱུར་ཏེ། ཐུ་བོ་ཆེའི་ལུས་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.206">རྒྱལ་པོའི་
              གནས་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.207">ཡོན་ཏན་གྱི་རྗེས་སུ་འབྲང་བར་འཐུན་པར་མོས་པའི་སེམས་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.208">ནགས་ཚལ་གྱི་འདབ་
              མ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.209">ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱི་བསྔགས་པར་འོས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.210">སློང་དུ་འགྲོ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་
              དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.211">སྒྲིབ་པ་མེད་པའི་ཚུལ་གྱིས་ཆོས་ཀྱི་དབྱིངས་སུ་ཆུད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.212">སྒོར་ཕྱིན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་
              <tc n="3.213">སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཀྱི་སྒོར་ཕྱིན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.214">ནང་དུ་ཕྱིན་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.215">སངས་རྒྱས་ཀྱི་ཐེག་པ་དུས་གསུམ་མཉམ་
              པ་ཉིད་ཀྱི་ནང་དུ་ཕྱིན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.216">མི་སྦྱིན་ནོ་ཞེས་མ་བྱས་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.217">བསོད་ནམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐོབ་པའི་ཕྱིར་
              སྤངས་བ་མེད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.218">མི་སྦྱིན་ནོ་ཞེས་བྱ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.219">སེམས་ཅན་དམྱལ་བ་དང་བྱོལ་སོང་གི་སྐྱེ་གནས་དང་།
              <pb id="72.244a"/>
              གཤིན་རྗེའི་འཇིག་རྟེན་ལས་ཕྱིར་སྤངས་པར་གྱུར་གཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.220">ལྷུང་བཟེད་སྟོང་པ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.221">ཉོན་མོངས་པ་ཐམས་
              ཅད་ཀྱིས་སྟོངས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.222">ལྷུང་བཟེད་གང་བ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.223">ཆོས་དཀར་པོ་ཐམས་ཅད་ཀྱིས་ཡོངས་སུ་རྒྱས་པར་གྱུར་
              གཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.224">རིམ་འགྲོར་བྱས་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.225">སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་སྤྱོད་པ་ཐམས་ཅད་ལ་རིམ་འགྲོར་བྱེད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc>
              <tc n="3.226">རིམ་འགྲོར་མ་བྱས་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.227">མི་དགེ་བའི་ཆོས་མཆོད་པ་ཐམས་ཅད་ལ་རག་མ་ལུས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.228">ཁྲེལ་ཡོད་པའི་སེམས་ཅན་
              མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.229">དབང་པོ་དབེན་པའི་སྤྱོད་པ་དང་ལྡན་ཞིང་ཁྲེལ་ཡོད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.230">ངོ་ཚ་མེད་པའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc>
              བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.231">བྱམས་པ་ལ་གནས་ཤིང་། ངོ་ཚ་མེད་པ་ཡོངས་སུ་སྤངས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.232">ཁ་ཟས་གསོད་པ་མ་ཐོབ་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་
              སེམས་ཅན་ཐམས་ཅད་<tc n="3.233">ཟང་ཟིང་མེད་པའི་སེམས་དང་ལྡན་ཞིང་སྨོན་ལམ་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.234">ཁ་ཟས་མི་གསོད་པ་ཐོབ་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་
              སེམས་ཅན་ཐམས་ཅད་<tc n="3.235">ཏིང་ངེ་འཛིན་ཉམསུ་བདེ་བ་ཐམས་ཅད་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.236">ཁ་ཟས་སྣུམ་བག་ཐོབ་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.237">སྙིང་རྗེ་ཆེན་པོ་
              <pb id="72.244b"/>
              ཡོངས་སུ་བསྒོམས་པའི་སེམས་དང་ལྡན་ཞིང་སེམས་འཇམ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.238">སྣུམ་བག་མེད་པའི་ཁ་ཟས་ཐོབ་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.239">འཇིག་རྟེན་གྱི་
              སྲེད་པ་དང་བྲལ་ཏེ་སྣུམ་བག་མེད་པའི་སེམས་སུ་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.240">ཁ་ཟས་ཟ་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.241">ཆོས་ལ་དགའ་བ་དང་རབ་ཏུ་དགའ་བས་ཡོངསུ་རྒྱས་ཤིང་
              བསམ་གཏན་གྱི་ཟས་ཟ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.242">རོ་མྱོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.243">བདུད་རྩིའི་རོས་ངོམས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །སྐྱེས་བུ་ཆེན་པོའི་
              མཚན་རོ་བྲོ་བའི་མཆོག་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.244">ཟས་ཟོས་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.245">སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་ཅིང་བྱ་བ་བྱས་པར་གྱུར་ཅིག་
              ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.246">ཆོས་སྟོན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.247">སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཡང་དག་པར་གཞོལ་ཞིང་སྤོབས་པ་མི་ཟད་པ་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་སྐྱེད་དོ། །</tc>
              <tc n="3.248">ཕྱིར་འབྱུང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.249">སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཉམས་སུ་མྱོང་སྟེ། ཁམས་གསུམ་ཐམས་ཅད་ནས་བྱུང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.250">ཆུ་འབོག་པའི་ཚེ།</tc>
              བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.251">དུས་གསུམ་མཉམ་པ་ཉིད་ཀྱིས་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ལ་འབོགས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.252">ཁྲུས་བྱེད་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་
              དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.253">འོད་མཐའ་ཡས་པ་དང་ལྡན་ཞིང་ལུས་དང་སེམས་དྲི་མ་མེད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.254">དྲོ་བ་ལ་སྤྱོད་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་
              <pb id="72.245a"/>
              ཅད་<tc n="3.255">མུ་མེད་པར་ཕྱིན་པ་སྟེ་ཡོངས་སུ་གདུང་བ་བསིལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.256">བསིལ་བ་ལ་སྤྱོད་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.257">ཤིན་ཏུ་བསིལ་བར་གྱུར་ཏེ།
              བླ་ན་མེད་པའི་བསིལ་བའི་དངོས་པོ་ཁོང་དུ་ཆུད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.258">ཆོས་ཐོབ་པར་བྱེད་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.259">སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་གཏམ་གྱི་རྗེསུ་
              འགྲོ་ཞིང་ཆོས་ཀྱི་དབྱིངས་དང་འདྲིས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.260">སངས་རྒྱས་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.261">དང་འགྲོགས་པ་རབ་ཏུ་ཐོབ་སྟེ། སྒྲིབ་པ་
              མེད་པའི་མིག་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.262">མིག་མི་འགེབས་པར་ལྟ་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.263">ཀུན་ཏུ་མཛེས་པས་ཀུན་ཏུ་བཟང་པོར་གྱུར་ཅིག་ཅེས་
              སེམས་བསྐྱེད་དོ། །</tc><tc n="3.264">མཆོད་རྟེན་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.265">འགྲོ་བ་ཀུན་གྱིས་མཆོད་པར་འོས་ཤིང་མཆོད་རྟེན་ལྟ་བུར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.266">ལྟ་བའི་ཚེ་</tc>
              བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.267">ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱི་བལྟ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.268">སྤྱི་བོས་འཐུག་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་
              <tc n="3.269">ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱི་སྤྱི་གཙུག་ལྟར་མི་སྣང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.270">གཡས་ཕྱོགས་སུ་བསྐོར་བ་བྱེད་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.271">ཐམས་ཅད་མཁྱེན་པ་
              ཉིད་དུ་དོན་དང་འཐུན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.272">ལན་གསུམ་བསྐོར་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.273">སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཏུ་མོས་པའི་རབ་དང་ལྡན་པར་
              <pb id="72.245b"/>
              གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.274">སངས་རྒྱས་ཀྱི་ཡོན་ཏན་བརྗོད་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.275">ཡོན་ཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པས་ཡོན་ཏན་མི་ཟད་པར་གྱུར་ཅིག་ཅེས་
              སེམས་བསྐྱེད་དོ། །</tc><tc n="3.276">མཚན་རྣམས་བརྗོད་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.277">མཚན་ཉིད་མེད་པའི་ཆོས་ལ་གཞོལ་ཞིང་ཡན་ལག་དམ་པ་ཕུན་སུམ་ཚོགས་པར་གྱུར་ཅིག་
              ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.278">རྐང་པ་འཁྲུ་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.279">དྲི་མ་མེད་པའི་མཐར་ཕྱིན་ཅིང་རྫུ་འཕྲུལ་གྱི་རྐང་པས་ཕ་རོལ་ཏུ་ཕྱིན་པར་གྱུར་ཅིག་ཅེས་སེམས་
              བསྐྱེད་དོ། །</tc><tc n="3.280">ལུས་མྱོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.281">བསམ་པ་ལ་རྙོག་པ་མེད་ཅིང་ལུས་ཀྱི་འདུ་བྱེད་ཤིན་ཏུ་བདེ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.282">གཉིད་སད་པའི་ཚེ།</tc>
              བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc n="3.283">ཕྱོགས་བཅུ་ཐམས་ཅད་མཐུ་ཆེན་པོ་ཐོབ་པར་གྱུར་ཏེ། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ལ་ཤིན་ཏུ་རྣམ་པར་སངས་རྒྱས་པའི་སངས་རྒྱས་སུ་གྱུར་ཅིག་
              ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc n="3.284">ཀྱེ་རྒྱལ་བའི་སྲས་</tc>འདི་དག་ནི་<tc n="3.285">བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་</tc><tc n="3.286">སེམས་ཀྱི་ལས་ཡིད་ལ་བྱེད་པའི་སྦྱོར་བ་གང་དང་ལྡན་པས་</tc><tc n="3.287">ཡོན་ཏན་གྱི་ཁྱད་པར་འདི་དག་དང་གཞན་
              ཐམས་ཅད་ཀྱང་ཐོབ་པར་འགྱུར་ཞིང་།</tc> <tc n="3.288">ལྷ་དང་འཇིག་རྟེན་དུ་བཅས་པ་དང་།</tc> <tc n="3.289">བདུད་དང་བཅས་པ་དང་།</tc> <tc n="3.290">ཚངས་པར་བཅས་པ་དང་།</tc> <tc n="3.291">དགེ་སྦྱོང་དང་</tc><tc n="3.292">བྲམ་ཟེ་དང་</tc><tc n="3.293">སྐྱེ་དགུར་བཅས་པ་དང་།</tc> <tc n="3.294">ལྷ་དང་</tc><tc n="3.295">དྲི་ཟ་དང་།</tc>
              <tc n="3.296">མི་དང་</tc><tc n="3.297">ལྷ་མ་ཡིན་</tc>དུ་བཅས་པའི་འཇིག་རྟེན་དང་། <tc n="3.298">ཉན་ཐོས་དང་</tc><tc n="3.299">རང་སངས་རྒྱས་སུ་བཅས་པ།</tc> ཐམས་ཅད་ཀྱི་<tc n="3.300">མི་འཕྲོགས་པར་</tc>འགྱུར་བའི་བྱང་ཆུབ་སེམས་དཔའི་སེམས་ཀྱི་ལས་ཡིད་ལ་
            </div>
          </div>
          <div id="textMiddle">
            <div id="textTopTitle" className="textTitle">
              <span>八十華嚴</span>
            </div>
            <div id="textTopContent" className="textContent">
               大方廣佛華嚴經卷第十四
              　　　　于闐國三藏實叉難陀奉　制譯
              　淨行品第十一
              <tc n="1.1">爾時</tc>，<tc n="1.3">智首</tc><tc n="1.2">菩薩</tc>問<tc n="1.4">文殊師利</tc><tc n="1.5">言</tc>：「<tc n="1.6">佛子</tc>！
              <tc n="1.7">菩薩</tc><tc n="1.8">云何</tc><tc n="1.9">得無過失身、語、意業</tc>？<tc n="1.12">云何得不害身、
              語、意業</tc>？<tc n="1.11">云何得不可毀身、語、
              意業</tc>？<tc n="1.10">云何得不可壞身、語、意業</tc>？<tc n="1.13">云何得不退轉身、語、
              意業</tc>？<tc n="1.14">云何得不可動身、語、意業</tc>？<tc n="1.15">云何得殊勝身、語、
              意業</tc>？<tc n="1.16">云何得清淨身、語、意業</tc>？<tc n="1.17">云何得無染身、語、
              意業</tc>？<tc n="1.18">云何得智為先導身、語、
              意業</tc>？云何得<tc n="1.19">生處具足</tc>、<tc n="1.20">種族具足</tc>、<tc n="1.21">家具足</tc>、<tc n="1.22">色具足</tc>、<tc n="1.23">相具足</tc>、
              <tc n="1.24">念具足</tc>、<tc n="1.25">慧具足</tc>、<tc n="1.26">行具足</tc>、<tc n="1.27">無畏具足</tc>、
              <tc n="1.28">覺悟具足</tc>？云何得<tc n="1.29">勝慧</tc>、<tc n="1.30">第一慧</tc>、<tc n="1.31">最上慧</tc>、<tc n="1.32">最勝慧</tc>、
              <tc n="1.33">無量慧</tc>、<tc n="1.34">無數慧</tc>、<tc n="1.35">不思議慧</tc>、<tc n="1.36">無與等慧</tc>、
              <tc n="1.37">不可量慧</tc>、<tc n="1.38">不可說慧</tc>？<tc n="1.39">云何得因力</tc>、<tc n="1.40">欲力</tc>、<tc n="1.41">方便力</tc>、
              <tc n="1.42">緣力</tc>、<tc n="1.43">所緣力</tc>、<tc n="1.44">根力</tc>、<tc n="1.45">觀察力</tc>、<tc n="1.46">奢摩他力</tc>、
              <tc n="1.47">毘缽舍那力</tc>、<tc n="1.48">思惟力</tc>？云何得<tc n="1.49">蘊善巧</tc>、<tc n="1.50">界善巧</tc>、
              <tc n="1.51">處善巧</tc>、<tc n="1.52">緣起善巧</tc>、<tc n="1.53">欲界善巧</tc>、<tc n="1.54">色界善巧</tc>、
              <tc n="1.55">無色界善巧</tc>、<tc n="1.56">過去善巧</tc>、<tc n="1.57">未來善巧</tc>、
              <tc n="1.58">現在善巧</tc>？云何善修習<tc n="1.59">念覺分</tc>、<tc n="1.60">擇法覺分</tc>、<tc n="1.61">精進覺分</tc>、
              <tc n="1.62">喜覺分</tc>、<tc n="1.63">猗覺分</tc>、<tc n="1.64">定覺分</tc>、<tc n="1.65">捨覺分</tc>、<tc n="1.66">空</tc>、<tc n="1.67">無相</tc>、
              <tc n="1.68">無願</tc>？云何得圓滿<tc n="1.69">檀波羅蜜</tc>、<tc n="1.70">尸波羅蜜</tc>、
              <tc n="1.71">羼提波羅蜜</tc>、<tc n="1.72">毘梨耶波羅蜜</tc>、<tc n="1.73">禪那波羅蜜</tc>、
              <tc n="1.74">般若波羅蜜</tc>，及以圓滿<tc n="1.75">慈</tc>、<tc n="1.76">悲</tc>、<tc n="1.77">喜</tc>、
              <tc n="1.78">捨</tc>？云何得<tc n="1.79">處非處智力</tc>、<tc n="1.80">過未現在業報智力</tc>、<tc n="1.81">根勝劣智力</tc>、
              <tc n="1.82">種種界智力</tc>、<tc n="1.83">種種解智力</tc>、<tc n="1.84">一切至處道智力</tc>、
              <tc n="1.85">禪解脫三昧染淨智力</tc>、<tc n="1.86">宿住念智力</tc>、
              <tc n="1.87">無障礙天眼智力</tc>、<tc n="1.88">斷諸習智力</tc>？云何常得<tc n="1.89">天王</tc>、
              <tc n="1.90">龍王</tc>、<tc n="1.91">夜叉王</tc>、<tc n="1.92">乾闥婆王</tc>、<tc n="1.93">阿脩羅王</tc>、<tc n="1.94">迦樓羅王</tc>、
              <tc n="1.95">緊那羅王</tc>、<tc n="1.96">摩[目*侯]羅伽王</tc>、<tc n="1.97">人王</tc>、
              <tc n="1.98">梵王</tc>之所<tc n="1.99">守護</tc>，<tc n="1.100">恭敬供養</tc>？云何得與一切<tc n="1.113">眾生</tc><tc n="1.101">為依</tc>、
              <tc n="1.102">為救</tc>、<tc n="1.103">為歸</tc>、<tc n="1.104">為趣</tc>、<tc n="1.105">為炬</tc>、<tc n="1.106">為明</tc>、<tc n="1.107">為照</tc>、<tc n="1.108">為導</tc>、<tc n="1.109">為勝導</tc>、
              <tc n="1.111">為</tc><tc n="1.110">普導</tc>？<tc n="1.124">云何</tc>於<tc n="1.112">一切眾生中</tc>，<tc n="1.114">為第一</tc>、<tc n="1.115">為大</tc>、
              <tc n="1.116">為勝</tc>、<tc n="1.117">為最勝</tc>、<tc n="1.118">為妙</tc>、<tc n="1.119">為極妙</tc>、<tc n="1.120">為上</tc>、<tc n="1.121">為無上</tc>、
              <tc n="1.122">為無等</tc>、<tc n="1.123">為無等等</tc>？」
              爾時，文殊師利菩薩告智首菩薩言：　「善哉！
              佛子！汝今為欲<tc n="2.1">多所饒益</tc>、<tc n="2.2">多所安隱</tc>，
              <tc n="2.3">哀愍世間</tc>，<tc n="2.4">利</tc><tc n="2.5">樂天人</tc>，<tc n="2.6">問如是義</tc>。佛子！
              若諸菩薩<tc n="2.7">善用其心</tc>，<tc n="2.8">則獲一切勝妙功德</tc>；<tc n="2.9">於諸佛法，
              心無所礙</tc>，<tc n="2.10">住去、來、今諸佛之道</tc>；<tc n="2.11">隨眾生住，
              ?不捨離</tc>；<tc n="2.12">如諸法相，悉能通達</tc>；<tc n="2.13">斷一切惡</tc>，
              <tc n="2.14">具足眾善</tc>；<tc n="2.15">當如普賢，色像第一</tc>，
              <tc n="2.16">一切行願皆得具足</tc>；<tc n="2.17">於一切法，無不自在</tc>，
              <tc n="2.18">而為眾生第二導師</tc>。佛子！
              云何<tc n="2.19">用心</tc><tc n="2.20">能獲一切勝妙功德</tc>？佛子！
              「<tc n="3.1">菩薩在家</tc>，　　當願眾生：　　<tc n="3.2">知家性空，
              免其逼迫</tc>。　　<tc n="3.3">孝事父母</tc>，　　當願眾生：
              <tc n="3.4">善事於佛，　　護養一切</tc>。　　<tc n="3.5">妻子集會</tc>，
              當願眾生：　　<tc n="3.6">怨親平等，　　永離貪著</tc>。
              <tc n="3.7">若得五欲</tc>，　　當願眾生：　　<tc n="3.8">拔除欲箭，
              究竟安隱</tc>。　　<tc n="3.9">妓樂聚會</tc>，　　當願眾生：
              <tc n="3.10">以法自娛，　　了妓非實</tc>。　　<tc n="3.11">若在宮室</tc>，
              當願眾生：　　<tc n="3.12">入於聖地，　　永除穢欲</tc>。
              <tc n="3.13">著瓔珞時</tc>，　　當願眾生：　　<tc n="3.14">捨諸偽飾，
              到真實處</tc>。　　<tc n="3.15">上昇樓閣</tc>，　　當願眾生：
              <tc n="3.16">昇正法樓，　　徹見一切</tc>。　　<tc n="3.17">若有所施</tc>，
              當願眾生：　　<tc n="3.18">一切能捨，　　心無愛著</tc>。
              <tc n="3.19">眾會聚集</tc>，　　當願眾生：　　<tc n="3.20">捨眾聚法，
              成一切智</tc>。　　<tc n="3.21">若在厄難</tc>，　　當願眾生：
              <tc n="3.22">隨意自在，　　所行無礙</tc>。　　<tc n="3.23">捨居家時</tc>，
              當願眾生：　　<tc n="3.24">出家無礙，　　心得解脫</tc>。
              <tc n="3.25">入僧伽藍</tc>，　　當願眾生：　　<tc n="3.26">演說種種，
              無乖諍法</tc>。　　<tc n="3.27">詣大小師</tc>，　　當願眾生：
              <tc n="3.28">巧事師長，　　習行善法</tc>。　　<tc n="3.29">求請出家</tc>，
              當願眾生：　　<tc n="3.30">得不退法，　　心無障礙</tc>。
              <tc n="3.31">脫去俗服</tc>，　　當願眾生：　　<tc n="3.32">勤修善根，
              捨諸罪軛</tc>。　　<tc n="3.33">剃除鬚髮</tc>，　　當願眾生：
              <tc n="3.34">永離煩惱，　　究竟寂滅</tc>。　　<tc n="3.35">著袈裟衣</tc>，
              當願眾生：　　<tc n="3.36">心無所染，　　具大仙道</tc>。
              <tc n="3.37">正出家時</tc>，　　當願眾生：　　<tc n="3.38">同佛出家，
              救護一切</tc>。　　<tc n="3.39">自歸於佛</tc>，　　當願眾生：
              <tc n="3.40">紹隆佛種，　　發無上意</tc>。　　<tc n="3.41">自歸於法</tc>，
              當願眾生：　　<tc n="3.42">深入經藏</tc>，　　智慧如海。
              <tc n="3.43">自歸於僧</tc>，　　當願眾生：　　<tc n="3.44">統理大眾，
              一切無礙</tc>。　　<tc n="3.45">受學戒時</tc>，　　當願眾生：
              <tc n="3.46">善學於戒，　　不作眾惡</tc>。　　<tc n="3.47">受闍梨教</tc>，
              當願眾生：　　<tc n="3.48">具足威儀，　　所行真實</tc>。
              <tc n="3.49">受和尚教</tc>，　　當願眾生：　　<tc n="3.50">入無生智，
              到無依處</tc>。　　<tc n="3.51">受具足戒</tc>，　　當願眾生：
              <tc n="3.52">具諸方便，　　得最勝法</tc>。　　<tc n="3.53">若入堂宇</tc>，
              當願眾生：　　<tc n="3.54">昇無上堂，　　安住不動</tc>。
              <tc n="3.55">若敷床座</tc>，　　當願眾生：　　<tc n="3.56">開敷善法，
              見真實相</tc>。　　<tc n="3.57">正身端坐</tc>，　　當願眾生：
              <tc n="3.58">坐菩提座，　　心無所著</tc>。　　<tc n="3.59">結跏趺坐</tc>，
              當願眾生：　　<tc n="3.60">善根堅固，　　得不動地</tc>。
              <tc n="3.61">修行於定</tc>，　　當願眾生：　　<tc n="3.62">以定伏心，
              究竟無餘</tc>。　　<tc n="3.63">若修於觀</tc>，　　當願眾生：
              <tc n="3.64">見如實理，　　永無乖諍</tc>。　　<tc n="3.65">捨跏趺坐</tc>，
              當願眾生：　　<tc n="3.66">觀諸行法，　　悉歸散滅</tc>。
              <tc n="3.67">下足住時</tc><tc n="3.68"></tc>，　　當願眾生：　　<tc n="3.68">心得解脫，
              安住不動</tc>。　　<tc n="3.69">若舉於足</tc>，　　當願眾生：
              <tc n="3.70">出生死海，　　具眾善法</tc>。　　<tc n="3.71">著下裙時</tc>，
              當願眾生：　　<tc n="3.72">服諸善根，　　具足慚愧</tc>。
              <tc n="3.73">整衣束帶</tc>，　　當願眾生：　　<tc n="3.74">檢束善根，
              不令散失</tc>。　　<tc n="3.75">若著上衣</tc>，　　當願眾生：
              <tc n="3.76">獲勝善根，　　至法彼岸</tc>。　　<tc n="3.77">著僧伽梨</tc>，
              當願眾生：　　<tc n="3.78">入第一位，　　得不動法</tc>。
              <tc n="3.79">手執楊枝</tc>，　　當願眾生：　　<tc n="3.80">皆得妙法，
              究竟清淨</tc>。　　<tc n="3.81">嚼楊枝時</tc>，　　當願眾生：
              <tc n="3.82">其心調淨，　　噬諸煩惱</tc>。　　<tc n="3.83">大小便時</tc>，
              當願眾生：　　<tc n="3.84">棄貪瞋癡，　　蠲除罪法</tc>。
              <tc n="3.85">事訖就水</tc>，　　當願眾生：　　<tc n="3.86">出世法中，
              速疾而往</tc>。　　<tc n="3.87">洗滌形穢</tc>，　　當願眾生：
              <tc n="3.88">清淨調柔，　　畢竟無垢</tc>。　　<tc n="3.89">以水盥掌</tc>，
              當願眾生：　　<tc n="3.90">得清淨手，　　受持佛法</tc>。
              <tc n="3.91">以水洗面</tc>，　　當願眾生：　　<tc n="3.92">得淨法門，
              永無垢染</tc>。　　<tc n="3.93">手執錫杖</tc>，　　當願眾生：
              <tc n="3.94">設大施會，　　示如實道</tc>。　　<tc n="3.95">執持應器</tc>，
              當願眾生：　　<tc n="3.96">成就法器，　　受天人供</tc>。
              <tc n="3.97">發趾向道</tc>，　　當願眾生：　　<tc n="3.98">趣佛所行，
              入無依處</tc>。　　<tc n="3.99">若在於道</tc>，　　當願眾生：
              <tc n="3.100">能行佛道，　　向無餘法</tc>。　　<tc n="3.101">涉路而去</tc>，
              當願眾生：　　<tc n="3.102">履淨法界，　　心無障礙</tc>。
              <tc n="3.103">見昇高路</tc>，　　當願眾生：　　<tc n="3.104">永出三界，
              心無怯弱</tc>。　　<tc n="3.105">見趣下路</tc>，　　當願眾生：
              <tc n="3.106">其心謙下，　　長佛善根</tc>。　　<tc n="3.107">見斜曲路</tc>，
              當願眾生：　　<tc n="3.108">捨不正道，　　永除惡見</tc>。
              <tc n="3.109">若見直路</tc>，　　當願眾生：　　<tc n="3.110">其心正直，
              無諂無誑</tc>。　　<tc n="3.111">見路多塵</tc>，　　當願眾生：
              <tc n="3.112">遠離塵坌，　　獲清淨法</tc>。　　<tc n="3.113">見路無塵</tc>，
              當願眾生：　　<tc n="3.114">常行大悲，　　其心潤澤</tc>。
              <tc n="3.115">若見險道</tc>，　　當願眾生：　　<tc n="3.116">住正法界，
              離諸罪難</tc>。　　<tc n="3.117">若見眾會</tc>，　　當願眾生：
              <tc n="3.118">說甚深法，　　一切和合</tc>。　　<tc n="3.119">若見大柱</tc>，
              當願眾生：　　<tc n="3.120">離我諍心，　　無有忿恨</tc>。
              <tc n="3.121">若見叢林</tc>，　　當願眾生：　　<tc n="3.122">諸天及人，
              所應敬禮</tc>。　　<tc n="3.123">若見高山</tc>，　　當願眾生：
              <tc n="3.124">善根超出，　　無能至頂</tc>。　　<tc n="3.125">見棘刺樹</tc>，
              當願眾生：　　<tc n="3.126">疾得翦除，　　三毒之刺</tc>。
              <tc n="3.127">見樹葉茂</tc>，　　當願眾生：　　<tc n="3.128">以定解脫，
              而為蔭映</tc>。　　<tc n="3.129">若見華開</tc>，　　當願眾生：
              <tc n="3.130">神通等法，　　如華開敷</tc>。　　<tc n="3.131">若見樹華</tc>，
              當願眾生：　　<tc n="3.132">眾相如華，　　具三十二</tc>。
              <tc n="3.133">若見果實</tc>，　　當願眾生：　　<tc n="3.134">獲最勝法，
              證菩提道</tc>。　　<tc n="3.135">若見大河</tc>，　　當願眾生：
              <tc n="3.136">得預法流，　　入佛智海</tc>。　　<tc n="3.137">若見陂澤</tc>，
              當願眾生：　　<tc n="3.138">疾悟諸佛，　　一味之法</tc>。
              <tc n="3.139">若見池沼</tc>，　　當願眾生：　　<tc n="3.140">語業滿足，
              巧能演說</tc>。　　<tc n="3.141">若見汲井</tc>，　　當願眾生：
              <tc n="3.142">具足辯才，　　演一切法</tc>。　　<tc n="3.143">若見涌泉</tc>，
              當願眾生：　　<tc n="3.144">方便增長，　　善根無盡</tc>。
              <tc n="3.145">若見橋道</tc>，　　當願眾生：　　<tc n="3.146">廣度一切，
              猶如橋梁</tc>。　　<tc n="3.147">若見流水</tc>，　　當願眾生：
              <tc n="3.148">得善意欲，　　洗除惑垢</tc>。　　<tc n="3.149">見修園圃</tc>，
              當願眾生：　　<tc n="3.150">五欲圃中，　　耘除愛草</tc>。
              <tc n="3.151">見無憂林</tc>，　　當願眾生：　　<tc n="3.152">永離貪愛，
              不生憂怖</tc>。　　<tc n="3.153">若見園苑</tc>，　　當願眾生：
              <tc n="3.154">勤修諸行，　　趣佛菩提</tc>。　　<tc n="3.155">見嚴飾人</tc>，
              當願眾生：　　<tc n="3.156">三十二相，　　以為嚴好</tc>。
              <tc n="3.157">見無嚴飾</tc>，　　當願眾生：　　<tc n="3.158">捨諸飾好，
              具頭陀行</tc>。　　<tc n="3.159">見樂著人</tc>，　　當願眾生：
              <tc n="3.160">以法自娛，　　歡愛不捨</tc>。　　<tc n="3.161">見無樂著</tc>，
              當願眾生：　　<tc n="3.162">有為事中，　　心無所樂</tc>。
              <tc n="3.163">見歡樂人</tc>，　　當願眾生：　　<tc n="3.164">常得安樂，
              樂供養佛</tc>。　　<tc n="3.165">見苦惱人</tc>，　　當願眾生：
              <tc n="3.166">獲根本智，　　滅除眾苦</tc>。　　<tc n="3.167">見無病人</tc>，
              當願眾生：　　<tc n="3.168">入真實慧</tc>，　　<tc n="3.169">永無病惱</tc>。
              <tc n="3.170">見疾病人</tc>，　　當願眾生：　　<tc n="3.171">知身空寂，
              離乖諍法</tc>。　　<tc n="3.172">見端正人</tc>，　　當願眾生：
              <tc n="3.173">於佛菩薩，　　常生淨信</tc>。　　<tc n="3.174">見醜陋人</tc>，
              當願眾生：　　<tc n="3.175">於不善事，　　不生樂著</tc>。
              <tc n="3.176">見報恩人</tc>，　　當願眾生：　　<tc n="3.177">於佛菩薩，
              能知恩德</tc>。　　<tc n="3.178">見背恩人</tc>，　　當願眾生：
              <tc n="3.179">於有惡人，　　不加其報</tc>。　　<tc n="3.180">若見沙門</tc>，
              當願眾生：　　<tc n="3.181">調柔寂靜，　　畢竟第一</tc>。
              <tc n="3.182">見婆羅門</tc>，　　當願眾生：　　<tc n="3.183">永持梵行，
              離一切惡</tc>。　　<tc n="3.184">見苦行人</tc>，　　當願眾生：
              <tc n="3.185">依於苦行，　　至究竟處</tc>。　　<tc n="3.186">見操行人</tc>，
              當願眾生：　　<tc n="3.187">堅持志行，　　不捨佛道</tc>。
              <tc n="3.188">見著甲冑</tc>，　　當願眾生：　　<tc n="3.189">常服善鎧，
              趣無師法</tc>。　　<tc n="3.190">見無鎧仗</tc>，　　當願眾生：
              <tc n="3.191">永離一切，　　不善之業</tc>。　　<tc n="3.192">見論議人</tc>，
              當願眾生：　　<tc n="3.193">於諸異論，　　悉能摧伏</tc>。
              <tc n="3.194">見正命人</tc>，　　當願眾生：　　<tc n="3.195">得清淨命，
              不矯威儀</tc>。　　<tc n="3.196">若見於王</tc>，　　當願眾生：
              <tc n="3.197">得為法王，　　?轉正法</tc>。　　<tc n="3.198">若見王子</tc>，
              當願眾生：　　<tc n="3.199">從法化生，　　而為佛子</tc>。
              <tc n="3.200">若見長者</tc>，　　當願眾生：　　<tc n="3.201">善能明斷，
              不行惡法</tc>。　　<tc n="3.202">若見大臣</tc>，　　當願眾生：
              <tc n="3.203">?守正念，　　習行眾善</tc>。　　<tc n="3.204">若見城廓</tc>，
              當願眾生：　　<tc n="3.205">得堅固身，　　心無所屈</tc>。
              <tc n="3.206">若見王都</tc>，　　當願眾生：　　<tc n="3.207">功德共聚，
              心?喜樂</tc>。　　<tc n="3.208">見處林藪</tc>，　　當願眾生：
              <tc n="3.209">應為天人，　　之所歎仰</tc>。　　<tc n="3.210">入里乞食</tc>，
              當願眾生：　　<tc n="3.211">入深法界，　　心無障礙</tc>。
              <tc n="3.212">到人門戶</tc>，　　當願眾生：　　<tc n="3.213">入於一切，
              佛法之門</tc>。　　<tc n="3.214">入其家已</tc>，　　當願眾生：
              <tc n="3.215">得入佛乘，　　三世平等</tc>。　　<tc n="3.216">見不捨人</tc>，
              當願眾生：　　<tc n="3.217">常不捨離，　　勝功德法</tc>。
              <tc n="3.218">見能捨人</tc>，　　當願眾生：　　<tc n="3.219">永得捨離，
              三惡道苦</tc>。　　<tc n="3.220">若見空缽</tc>，　　當願眾生：
              <tc n="3.221">其心清淨，　　空無煩惱</tc>。　　<tc n="3.222">若見滿缽</tc>，
              當願眾生：　　<tc n="3.223">具足成滿，　　一切善法</tc>。
              <tc n="3.224">若得恭敬</tc>，　　當願眾生：　　<tc n="3.225">恭敬修行，
              一切佛法</tc>。　　<tc n="3.226">不得恭敬</tc>，　　當願眾生：
              <tc n="3.227">不行一切，　　不善之法</tc>。　　<tc n="3.228">見慚恥人</tc>，
              當願眾生：　　<tc n="3.229">具慚恥行，　　藏護諸根</tc>。
              <tc n="3.230">見無慚恥</tc>，　　當願眾生：　　<tc n="3.231">捨離無慚，
              住大慈道</tc>。　　<tc n="3.232">若得美食</tc>，　　當願眾生：
              <tc n="3.233">滿足其願，　　心無羨欲</tc>。　　<tc n="3.234">得不美食</tc>，
              當願眾生：　　<tc n="3.235">莫不獲得，　　諸三昧味</tc>。
              <tc n="3.236">得柔軟食</tc>，　　當願眾生：　　<tc n="3.237">大悲所熏，
              心意柔軟</tc>。　　<tc n="3.238">得麤澀食</tc>，　　當願眾生：
              <tc n="3.239">心無染著，　　絕世貪愛</tc>。　　<tc n="3.240">若飯食時</tc>，
              當願眾生：　　<tc n="3.241">禪悅為食，　　法喜充滿</tc>。
              <tc n="3.242">若受味時</tc>，　　當願眾生：　　<tc n="3.243">得佛上味，
              甘露滿足</tc>。　　<tc n="3.244">飯食已訖</tc>，　　當願眾生：
              <tc n="3.245">所作皆辦，　　具諸佛法</tc>。　　<tc n="3.246">若說法時</tc>，
              當願眾生：　　<tc n="3.247">得無盡辯，　　廣宣法要</tc>。
              <tc n="3.248">從舍出時</tc>，　　當願眾生：　　<tc n="3.249">深入佛智，
              永出三界</tc>。　　<tc n="3.250">若入水時</tc>，　　當願眾生：
              <tc n="3.251">入一切智，　　知三世等</tc>。　　<tc n="3.252">洗浴身體</tc>，
              當願眾生：　　<tc n="3.253">身心無垢，　　內外光潔</tc>。
              <tc n="3.254">盛暑炎毒</tc>，　　當願眾生：　　<tc n="3.255">捨離眾惱，
              一切皆盡</tc>。　　<tc n="3.256">暑退涼初</tc>，　　當願眾生：
              <tc n="3.257">證無上法，　　究竟清涼</tc>。　　<tc n="3.258">諷誦經時</tc>，
              當願眾生：　　<tc n="3.259">順佛所說，　　總持不忘</tc>。
              <tc n="3.260">若得見佛</tc>，　　當願眾生：　　<tc n="3.261">得無礙眼，
              見一切佛</tc>。　　<tc n="3.262">諦觀佛時</tc>，　　當願眾生：
              <tc n="3.263">皆如普賢，　　端正嚴好</tc>。　　<tc n="3.264">見佛塔時</tc>，
              當願眾生：　　<tc n="3.265">尊重如塔，　　受天人供</tc>。
              <tc n="3.266">敬心觀塔</tc>，　　當願眾生：　　<tc n="3.267">諸天及人，
              所共瞻仰</tc>。　　<tc n="3.268">頂禮於塔</tc>，　　當願眾生：
              <tc n="3.269">一切天人，　　無能見頂</tc>。　　<tc n="3.270">右遶於塔</tc>，
              當願眾生：　　<tc n="3.271">所行無逆，　　成一切智</tc>。
              <tc n="3.272">遶塔三匝</tc>，　　當願眾生：　　<tc n="3.273">勤求佛道，
              心無懈歇</tc>。　　<tc n="3.274">讚佛功德</tc>，　　當願眾生：
              <tc n="3.275">眾德悉具，　　稱歎無盡</tc>。　　<tc n="3.276">讚佛相好</tc>，
              當願眾生：　　<tc n="3.277">成就佛身，　　證無相法</tc>。
              <tc n="3.278">若洗足時</tc>，　　當願眾生：　　<tc n="3.279">具神足力，
              所行無礙</tc>。　　<tc n="3.280">以時寢息</tc>，　　當願眾生：
              <tc n="3.281">身得安隱，　　心無動亂</tc>。　　<tc n="3.282">睡眠始寤</tc>，
              當願眾生：　　<tc n="3.283">一切智覺，　　周顧十方</tc>。
              「<tc n="3.284">佛子</tc>！<tc n="3.285">若諸菩薩</tc><tc n="3.286">如是用心</tc>，
              <tc n="3.287">則獲一切勝妙功德</tc>；<tc n="3.288">一切世間</tc><tc n="3.294">諸天</tc>、<tc n="3.289">魔</tc>、<tc n="3.290">梵</tc>、<tc n="3.291">沙門</tc>、<tc n="3.292">婆羅門</tc>、
              <tc n="3.295">乾闥婆</tc>、<tc n="3.297">阿脩羅等</tc>，及以一切<tc n="3.298">聲聞</tc>、<tc n="3.299">緣覺</tc>，
              <tc n="3.300">所不能動</tc>。」
            </div>
          </div>
          <div id="textBottom">
            <div id="textTopTitle" className="textTitle">
              <span>六十華嚴</span>
            </div>
            <div id="textTopContent" className="textContent">
              大方廣佛華嚴經卷第六

              　　　　東晉天竺三藏佛馱跋陀羅譯
              　　淨行品第七
              <tc n="1.1">爾時</tc>，<tc n="1.3">智首</tc><tc n="1.2">菩薩</tc>問<tc n="1.4">文殊師利</tc><tc n="1.5">言</tc>：「<tc n="1.6">佛子</tc>！
              <tc n="1.8">云何</tc><tc n="1.7">菩薩</tc><tc n="1.9">不染身、口、意業</tc>，<tc n="1.12">不害身、口、意業</tc>，<tc n="1.11">不癡身、
              口、意業</tc>，<tc n="1.13">不退轉身、口、意業</tc>，<tc n="1.14">不動身、口、意業</tc>，
              <tc n="1.15">應讚歎身、口、意業</tc>，<tc n="1.16">清淨身、口、意業</tc>，<tc n="1.17">離煩惱身、口、
              意業</tc>，<tc n="1.18">隨智慧身、口、意業</tc>？云何菩薩<tc n="1.19">生處成就</tc>，
              <tc n="1.20">姓成就</tc>，<tc n="1.21">家成就</tc>，<tc n="1.22">色</tc><tc n="1.23">相成就</tc>，<tc n="1.24">念成就</tc>，
              <tc n="1.25">智慧成就</tc>，<tc n="1.26">趣成就</tc>，<tc n="1.27">無畏成就</tc>，
              <tc n="1.28">覺悟成就</tc>？云何菩薩<tc n="1.30">第一智慧</tc>，<tc n="1.31">最上智慧，<tc n="1.29">勝智慧</tc>，<tc n="1.32">最勝智慧</tc>，
              <tc n="1.33">不可量智慧</tc>，<tc n="1.34">不可數智慧</tc>，<tc n="1.35">不可思議智慧</tc>，
              <tc n="1.37">不可稱智慧</tc>，<tc n="1.38">不可說智慧</tc>？<tc n="1.39">云何菩薩因力具足</tc>，
              <tc n="1.40">意力具足</tc>，<tc n="1.41">方便力具足</tc>，<tc n="1.42">緣力具足</tc>，<tc n="1.43">境界力具足</tc>，
              <tc n="1.44">根力具足</tc>，<tc n="1.46">止</tc> <tc n="1.47">觀力具足</tc>，
              <tc n="1.48">定力具足</tc>？云何菩薩<tc n="1.49">善知陰</tc><tc n="1.50">界</tc><tc n="1.51">入</tc>，<tc n="1.52">善知緣起法</tc>，<tc n="1.53">善知欲</tc>、<tc n="1.54">色</tc>、<tc n="1.55">無色界</tc>，
              tc n="1.56">善知過去</tc>、<tc n="1.57">未來</tc>、<tc n="1.58">現在</tc>？云何菩薩修<tc n="1.59">七覺意</tc>，
              修<tc n="1.66">空</tc>、<tc n="1.67">無相</tc>、<tc n="1.68">無作</tc>？云何菩薩滿足<tc n="1.69">檀波羅蜜</tc>、
              <tc n="1.70">尸波羅蜜</tc>、<tc n="1.71">羼提波羅蜜</tc>、<tc n="1.72">毘梨耶波羅蜜</tc>、
              <tc n="1.73">禪波羅蜜</tc>、<tc n="1.74">般若波羅蜜</tc>、<tc n="1.75">慈</tc>、<tc n="1.76">悲</tc>、<tc n="1.77">喜</tc>、
              <tc n="1.78">捨</tc>？云何菩薩得<tc n="1.79">是處、非處智力</tc>，<tc n="1.80">過去、未來、現在業報智力</tc>，
              <tc n="1.81">種種諸根智力</tc>，<tc n="1.82">種種性智力</tc>，<tc n="1.83">種種欲智力</tc>，
              <tc n="1.84">一切至處道智力</tc>，<tc n="1.85">禪定解脫三昧垢淨智力</tc>，
              <tc n="1.86">宿命無礙智力</tc>，<tc n="1.87">天眼無礙智力</tc>，
              <tc n="1.88">斷一切煩惱習氣智力</tc>？云何菩薩常為<tc n="1.89">諸天王</tc>守護，恭敬供養；
              <tc n="1.90">龍王</tc>、<tc n="1.91">鬼神王</tc>、<tc n="1.92">乾闥婆王</tc>、<tc n="1.93">阿脩羅王</tc>、<tc n="1.94">迦樓羅王</tc>、
              <tc n="1.95">緊那羅王</tc>、<tc n="1.96">摩[目*侯]羅伽王</tc>、<tc n="1.97">人王</tc>、<tc n="1.98">梵天王</tc>等<tc n="1.99">守護</tc>，
              <tc n="1.100">恭敬供養</tc>？云何菩薩為<tc n="1.113">眾生</tc><tc n="1.101">舍</tc>，<tc n="1.102">為救</tc>，<tc n="1.103">為歸</tc>，
              <tc n="1.104">為趣</tc>，<tc n="1.105">為炬</tc>，<tc n="1.106">為明</tc>，<tc n="1.107">為燈</tc>，<tc n="1.108">為導</tc>，
              <tc n="1.111">為</tc><tc n="1.109">無上導</tc>？<tc n="1.124">云何</tc>菩薩於一切眾生<tc n="1.114">為第一</tc>，<tc n="1.115">為大</tc>；<tc n="1.116">為勝</tc>；
              <tc n="1.120">為上</tc>；<tc n="1.121">為無上</tc>；<tc n="1.122">為無等</tc>；<tc n="1.123">為無等等</tc>？」　爾時，
              文殊師利答智首菩薩曰：「善哉！善哉！佛子！
              <tc n="2.1">多所饒益</tc>，<tc n="2.2">多所安隱</tc>，<tc n="2.3">哀愍世間</tc>，<tc n="2.4">惠利一切</tc>，
              <tc n="2.5">安樂天人</tc>，<tc n="2.6">問如是義</tc>。佛子！菩薩<tc n="2.7">成就身、口、
              意業</tc>，<tc n="2.8">能得一切勝妙功德</tc>；<tc n="2.9">於佛正法，
              心無罣礙</tc>；<tc n="2.10">去、來、今佛所轉法輪，能隨順轉</tc>；
              <tc n="2.11">不捨眾生</tc>，<tc n="2.12">明達實相</tc>；<tc n="2.13">斷一切惡</tc>，<tc n="2.14">具足眾善</tc>；
              <tc n="2.15">色像第一，悉如普賢大菩薩等</tc>；
              <tc n="2.16">成就如來一切種智</tc>；<tc n="2.17">於一切法悉得自在</tc>，
              <tc n="2.18">而為眾生第二尊導</tc>。佛子！何等<tc n="2.19">身、口、意業</tc><tc n="2.20">能得一切勝妙功德</tc>？
              「<tc n="3.1">菩薩在家</tc>，　　當願眾生，　　<tc n="3.2">捨離家難，
              入空法中</tc>。　　<tc n="3.3">孝事父母</tc>，　　當願眾生，
              <tc n="3.4">一切護養，　　永得大安</tc>。　　<tc n="3.5">妻子集會</tc>，
              當願眾生，　　<tc n="3.6">令出愛獄，　　無戀慕心</tc>。
              <tc n="3.7">若得五欲</tc>，　　當願眾生，　　<tc n="3.8">捨離貪惑，
              功德具足</tc>。　　<tc n="3.9">若在妓樂</tc>，　　當願眾生，
              <tc n="3.10">悉得法樂，　　見法如幻</tc>。　　<tc n="3.11">若在房室</tc>，
              當願眾生，　　<tc n="3.12">入賢聖地，　　永離欲穢</tc>。
              <tc n="3.13">著寶瓔珞</tc>，　　當願眾生，　　<tc n="3.14">捨離重擔，
              度有無岸</tc>。　　<tc n="3.15">若上樓閣</tc>，　　當願眾生，
              <tc n="3.16">昇佛法堂，　　得微妙法</tc>。　　<tc n="3.17">布施所珍</tc>，
              當願眾生，　　<tc n="3.18">悉捨一切，　　心無貪著</tc>。
              <tc n="3.19">若在聚會</tc>，　　當願眾生，　　<tc n="3.20">究竟解脫，
              到如來處</tc>。　　<tc n="3.21">若在危難</tc>，　　當願眾生，
              <tc n="3.22">隨意自在，　　無所罣礙</tc>。　　<tc n="3.23">以信捨家</tc>，
              當願眾生，　　<tc n="3.24">棄捨世業，　　心無所著</tc>。
              <tc n="3.25">若入僧坊</tc>，　　當願眾生，　　<tc n="3.26">一切和合，
              心無限礙</tc>。　　<tc n="3.27">詣大小師</tc>，　　當願眾生，
              <tc n="3.28">開方便門，　　深入法要</tc>。　　<tc n="3.29">求出家法</tc>，
              當願眾生，　　<tc n="3.30">得不退轉，　　心無障礙</tc>。
              <tc n="3.31">脫去俗服</tc>，　　當願眾生，　　<tc n="3.32">解道修德，
              無復懈怠</tc>。　　<tc n="3.33">除剃鬚髮</tc>，　　當願眾生，
              <tc n="3.34">斷除煩惱，　　究竟寂滅</tc>。　　<tc n="3.35">受著袈裟</tc>，
              當願眾生，　　<tc n="3.36">捨離三毒，　　心得歡喜</tc>。
              <tc n="3.37">受出家法</tc>，　　當願眾生，　　<tc n="3.38">如佛出家，
              開導一切</tc>。　　<tc n="3.39">自歸於佛</tc>，　　當願眾生，
              <tc n="3.40">體解大道，　　發無上意</tc>。　　<tc n="3.41">自歸於法</tc>，
              當願眾生，　　<tc n="3.42">深入經藏</tc>，　　智慧如海。
              <tc n="3.43">自歸於僧</tc>，　　當願眾生，　　<tc n="3.44">統理大眾，
              一切無礙</tc>。　　<tc n="3.45">受持淨戒</tc>，　　當願眾生，
              <tc n="3.46">具足修習，　　學一切戒</tc>。　　<tc n="3.47">受行道禁</tc>，
              當願眾生，　　<tc n="3.48">具足道戒，　　修如實業</tc>。
              <tc n="3.49">始請和尚</tc>，　　當願眾生，　　<tc n="3.50">得無生智，
              到於彼岸</tc>。　　<tc n="3.51">受具足戒</tc>，　　當願眾生，
              <tc n="3.52">得勝妙法，　　成就方便</tc>。　　<tc n="3.53">若入房舍</tc>，
              當願眾生，　　<tc n="3.54">昇無上堂，　　得不退法</tc>。
              <tc n="3.55">若敷床座</tc>，　　當願眾生，　　<tc n="3.56">敷善法座，
              見真實相</tc>。　　<tc n="3.57">正身端坐</tc>，　　當願眾生，
              <tc n="3.58">坐佛道樹，　　心無所倚</tc>。　　<tc n="3.59">結跏趺坐</tc>，
              當願眾生，　　<tc n="3.60">善根堅固，　　得不動地</tc>。
              <tc n="3.61">三昧正受</tc>，　　當願眾生，　　<tc n="3.62">向三昧門，
              得究竟定</tc>。　　<tc n="3.63">觀察諸法</tc>，　　當願眾生，
              <tc n="3.64">見法真實，　　無所罣礙</tc>。　　<tc n="3.65">捨跏趺坐</tc>，
              當願眾生，　　<tc n="3.66">知諸行性，　　悉歸散滅</tc>。
              <tc n="3.67">下床安足</tc>，　　當願眾生，　　<tc n="3.68">履踐聖跡，
              不動解脫</tc>。　　<tc n="3.69">始舉足時</tc>，　　當願眾生，
              <tc n="3.70">越度生死，　　善法滿足</tc>。　　<tc n="3.71">被著衣裳</tc>，
              當願眾生，　　<tc n="3.72">服諸善根，　　每知慚愧</tc>。
              <tc n="3.73">整服結帶</tc>，　　當願眾生，　　<tc n="3.74">自檢修道，
              不壞善法</tc>。　　<tc n="3.75">次著上衣</tc>，　　當願眾生，
              <tc n="3.76">得上善根，　　究竟勝法</tc>。　　<tc n="3.77">著僧伽梨</tc>，
              當願眾生，　　<tc n="3.78">大慈覆護，　　得不動法</tc>。
              <tc n="3.79">手執楊枝</tc>，　　當願眾生，　　<tc n="3.80">心得正法，
              自然清淨</tc>。　　<tc n="3.81">晨嚼楊枝</tc>，　　當願眾生，
              <tc n="3.82">得調伏牙，　　噬諸煩惱</tc>。　　<tc n="3.83">左右便利</tc>，
              當願眾生，　　<tc n="3.84">蠲除污穢，　　無婬怒癡</tc>。
              <tc n="3.85">已而就水</tc>，　　當願眾生，　　<tc n="3.86">向無上道，
              得出世法</tc>。　　<tc n="3.87">以水滌穢</tc>，　　當願眾生，
              <tc n="3.88">具足淨忍，　　畢竟無垢</tc>。　　<tc n="3.89">以水盥掌</tc>，
              當願眾生，　　<tc n="3.90">得上妙手，　　受持佛法</tc>。
              <tc n="3.91">澡漱口齒</tc>，　　當願眾生，　　<tc n="3.92">向淨法門，
              究竟解脫</tc>。　　<tc n="3.93">手執錫杖</tc>，　　當願眾生，
              <tc n="3.94">設淨施會，　　見道如實</tc>。　　<tc n="3.95">擎持應器</tc>，
              當願眾生，　　<tc n="3.96">成就法器，　　受天人供</tc>。
              <tc n="3.97">發趾向道</tc>，　　當願眾生，　　<tc n="3.98">趣佛菩提，
              究竟解脫</tc>。　　<tc n="3.99">若已在道</tc>，　　當願眾生，
              <tc n="3.100">成就佛道，　　無餘所行</tc>。　　<tc n="3.101">涉路而行</tc>，
              當願眾生，　　<tc n="3.102">履淨法界，　　心無障礙</tc>。
              <tc n="3.103">見趣高路</tc>，　　當願眾生，　　<tc n="3.104">昇無上道，
              超出三界</tc>。　　<tc n="3.105">見趣下路</tc>，　　當願眾生，
              <tc n="3.106">謙下柔軟，　　入佛深法</tc>。　　<tc n="3.107">若見險路</tc>，
              當願眾生，　　<tc n="3.108">棄捐惡道，　　滅除邪見</tc>。
              <tc n="3.109">若見直路</tc>，　　當願眾生，　　<tc n="3.110">得中正意，
              身口無曲</tc>。　　<tc n="3.111">見道揚塵</tc>，　　當願眾生，
              <tc n="3.112">永離塵穢，　　畢竟清淨</tc>。　　<tc n="3.113">見道無塵</tc>，
              當願眾生，　　<tc n="3.114">大悲所熏，　　心意柔潤</tc>。
              <tc n="3.115">見深阬澗</tc>，　　當願眾生，　　<tc n="3.116">向正法界，
              滅除諸難</tc>。　　<tc n="3.117">見聽訟堂</tc>，　　當願眾生，
              <tc n="3.118">說甚深法，　　一切和合</tc>。　　<tc n="3.119">若見大樹</tc>，
              當願眾生，　　<tc n="3.120">離我諍心，　　無有忿恨</tc>。
              <tc n="3.121">若見叢林</tc>，　　當願眾生，　　<tc n="3.122">一切敬禮，
              天人師仰</tc>。　　<tc n="3.123">若見高山</tc>，　　當願眾生，
              <tc n="3.124">得無上善，　　莫能見頂</tc>。　　<tc n="3.125">若見刺棘</tc>，
              當願眾生，　　<tc n="3.126">拔三毒刺</tc>，　　無賊害心。
              <tc n="3.127">見樹茂葉</tc>，　　當願眾生，　　<tc n="3.128">以道自蔭，
              入禪三昧</tc>。　　<tc n="3.131">見樹好華</tc>，　　當願眾生，
              <tc n="3.132">開淨如華，　　相好滿具</tc>。　　<tc n="3.133">見樹豐果</tc>，
              當願眾生，　　<tc n="3.134">起道樹行，　　成無上果</tc>。
              <tc n="3.135">見諸流水</tc>，　　當願眾生，　　<tc n="3.136">得正法流，
              入佛智海</tc>。　　<tc n="3.137">若見陂水</tc>，　　當願眾生，
              <tc n="3.138">悉得諸佛，　　不壞正法</tc>。　　<tc n="3.139">若見浴池</tc>，
              當願眾生，　　<tc n="3.140">入佛海智，　　問答無窮</tc>。
              <tc n="3.141">見人汲井</tc>，　　當願眾生，　　<tc n="3.142">得如來辯，
              不可窮盡</tc>。　　<tc n="3.143">若見泉水</tc>，　　當願眾生，
              <tc n="3.144">善根無盡，　　境界無上</tc>。　　<tc n="3.147">見山澗水</tc>，
              當願眾生，　　<tc n="3.148">洗濯塵垢，　　意解清淨</tc>。
              <tc n="3.145">若見橋梁</tc>，　　當願眾生，　　<tc n="3.146">興造法橋，
              度人不休</tc>。　　<tc n="3.149">見修園圃</tc>，　　當願眾生，
              <tc n="3.150">耘除穢惡，　　不生欲根</tc>。　　<tc n="3.151">見無憂林</tc>，
              當願眾生，　　<tc n="3.152">心得歡喜，　　永除憂惱</tc>。
              <tc n="3.153">見好園池</tc>，　　當願眾生，　　<tc n="3.154">勤修眾善，
              具足菩提</tc>。　　<tc n="3.155">見嚴飾人</tc>，　　當願眾生，
              <tc n="3.156">三十二相，　　而自莊嚴</tc>。　　<tc n="3.157">見素服人</tc>，
              當願眾生，　　<tc n="3.158">究竟得到，　　頭陀彼岸</tc>。
              <tc n="3.159">見志樂人</tc>，　　當願眾生，　　<tc n="3.160">清淨法樂，
              以道自娛</tc>。　　<tc n="3.161">見愁憂人</tc>，　　當願眾生，
              <tc n="3.162">於有為法，　　心生厭離</tc>。　　<tc n="3.163">見歡樂人</tc>，
              當願眾生，　　<tc n="3.164">得無上樂，　　憺怕無患</tc>。
              <tc n="3.165">見苦惱人</tc>，　　當願眾生，　　<tc n="3.166">滅除眾苦，
              得佛智慧</tc>。　　<tc n="3.167">見強健人</tc>，　　當願眾生，
              <tc n="3.168">得金剛身</tc>，　　<tc n="3.169">無有衰耄</tc>。　　<tc n="3.170">見疾病人</tc>，
              當願眾生，　　<tc n="3.171">知身空寂，　　解脫眾苦</tc>。
              <tc n="3.172">見端正人</tc>，　　當願眾生，　　<tc n="3.173">歡喜恭敬，
              諸佛菩薩</tc>。　　<tc n="3.174">見醜陋人</tc>，　　當願眾生，
              <tc n="3.175">遠離鄙惡，　　以善自嚴</tc>。　　<tc n="3.176">見報恩人</tc>，
              當願眾生，　　<tc n="3.177">常念諸佛，　　菩薩恩德</tc>。
              <tc n="3.178">見背恩人</tc>，　　當願眾生，　　<tc n="3.179">常見賢聖，
              不作眾惡</tc>。　　<tc n="3.180">若見沙門</tc>，　　當願眾生，
              <tc n="3.181">寂靜調伏，　　究竟無餘</tc>。　　<tc n="3.182">見婆羅門</tc>，
              當願眾生，　　<tc n="3.183">得真清淨，　　離一切惡</tc>。
              <tc n="3.184">若見仙人</tc>，　　當願眾生，　　<tc n="3.185">向正真道，
              究竟解脫</tc>。　　<tc n="3.186">見苦行人</tc>，　　當願眾生，
              <tc n="3.187">堅固精勤，　　不退佛道</tc>。　　<tc n="3.188">見著甲冑</tc>，
              當願眾生，　　<tc n="3.189">誓服法鎧，　　得無師法</tc>。
              <tc n="3.190">見無鎧仗</tc>，　　當願眾生，　　<tc n="3.191">遠離眾惡，
              親近善法</tc>。　　<tc n="3.192">見論議人</tc>，　　當願眾生，
              <tc n="3.193">得無上辯，　　摧伏外道</tc>。　　<tc n="3.194">見正命人</tc>，
              當願眾生，　　<tc n="3.195">得清淨命，　　威儀不異</tc>。
              <tc n="3.196">若見帝王</tc>，　　當願眾生，　　<tc n="3.197">逮得法王，
              轉無礙輪</tc>。　　<tc n="3.198">見帝王子</tc>，　　當願眾生，
              <tc n="3.199">履佛子行，　　化生法中</tc>。　　<tc n="3.200">若見長者</tc>，
              當願眾生，　　<tc n="3.201">永離愛欲，　　深解佛法</tc>。
              <tc n="3.202">若見大臣</tc>，　　當願眾生，　　<tc n="3.203">常得正念，
              修行眾善</tc>。　　<tc n="3.204">若見城郭</tc>，　　當願眾生，
              <tc n="3.205">得金剛身，　　心不可沮</tc>。　　<tc n="3.206">若見王都</tc>，
              當願眾生，　　<tc n="3.207">明達遠照，　　功德自在</tc>。
              <tc n="3.208">若見妙色</tc>，　　當願眾生，　　<tc n="3.209">得上妙色，
              天人讚歎</tc>。　　<tc n="3.210">入里乞食</tc>，　　當願眾生，
              <tc n="3.211">入深法界，　　心無障礙</tc>。　　<tc n="3.212">到人門戶</tc>，
              當願眾生，　　<tc n="3.213">入總持門，　　見諸佛法</tc>。
              <tc n="3.214">入人堂室</tc>，　　當願眾生，　　<tc n="3.215">入一佛乘，
              明達三世</tc>。　　<tc n="3.216">遇難持戒</tc>，　　當願眾生，
              <tc n="3.217">不捨眾善，　　永度彼岸</tc>。　　<tc n="3.218">見捨戒人</tc>，
              當願眾生，　　<tc n="3.219">超出眾難，　　度三惡道</tc>。
              <tc n="3.220">若見空缽</tc>，　　當願眾生，　　<tc n="3.221">其心清淨，
              空無煩惱</tc>。　　<tc n="3.222">若見滿缽</tc>，　　當願眾生，
              <tc n="3.223">具足成滿，　　一切善法</tc>。　　<tc n="3.224">若得食時</tc>，
              當願眾生，　　<tc n="3.225">為法供養，　　志在佛道</tc>。
              <tc n="3.226">若不得食</tc>，　　當願眾生，　　<tc n="3.227">遠離一切，
              諸不善行</tc>。　　<tc n="3.228">見慚愧人</tc>，　　當願眾生，
              <tc n="3.229">慚愧正行，　　調伏諸根</tc>。　　<tc n="3.230">見無慚愧</tc>，
              當願眾生，　　<tc n="3.231">離無慚愧，　　普行大慈</tc>。
              <tc n="3.232">得香美食</tc>，　　當願眾生，　　<tc n="3.233">知節少欲，
              情無所著</tc>。　　<tc n="3.234">得不美食</tc>，　　當願眾生，
              <tc n="3.235">具足成滿，　　無願三昧</tc>。　　<tc n="3.236">得柔軟食</tc>，
              當願眾生，　　<tc n="3.237">大悲所熏，　　心意柔軟</tc>。
              <tc n="3.238">得麤澀食</tc>，　　當願眾生，　　<tc n="3.239">永得遠離，
              世間愛味</tc>。　　<tc n="3.240">若嚥食時</tc>，　　當願眾生，
              <tc n="3.241">禪悅為食，　　法喜充滿</tc>。　　<tc n="3.242">所食雜味</tc>，
              當願眾生，　　<tc n="3.243">得佛上味，　　化成甘露</tc>。
              <tc n="3.244">飯食已訖</tc>，　　當願眾生，　　<tc n="3.245">德行充盈，
              成十種力</tc>。　　<tc n="3.246">若說法時</tc>，　　當願眾生，
              <tc n="3.247">得無盡辯，　　深達佛法</tc>。　　<tc n="3.248">退坐出堂</tc>，
              當願眾生，　　<tc n="3.249">深入佛智，　　永出三界</tc>。
              <tc n="3.250">若入水時</tc>，　　當願眾生，　　<tc n="3.251">深入佛道，
              等達三世</tc>。　　<tc n="3.252">澡浴身體</tc>，　　當願眾生，
              <tc n="3.253">身心無垢，　　光明無量</tc>。　　<tc n="3.254">盛暑炎熾</tc>，
              當願眾生，　　<tc n="3.255">離煩惱熱，　　得清涼定</tc>。
              <tc n="3.256">隆寒冰結</tc>，　　當願眾生，　　<tc n="3.257">究竟解脫，
              無上清涼</tc>。　　<tc n="3.258">諷誦經典</tc>，　　當願眾生，
              <tc n="3.259">得總持門，　　攝一切法</tc>。　　<tc n="3.260">若見如來</tc>，
              當願眾生，　　<tc n="3.261">悉得佛眼，　　見諸最勝</tc>。
              <tc n="3.262">諦觀如來</tc>，　　當願眾生，　　<tc n="3.263">悉睹十方，
              端正如佛</tc>。　　<tc n="3.264">見佛塔廟</tc>，　　當願眾生，
              <tc n="3.265">尊重如塔，　　受天人敬</tc>。　　<tc n="3.266">敬心觀塔</tc>，
              當願眾生，　　<tc n="3.267">尊重如佛，　　天人宗仰</tc>。
              <tc n="3.268">頂禮佛塔</tc>，　　當願眾生，　　<tc n="3.269">得道如佛，
              無能見頂</tc>。　　<tc n="3.270">右遶塔廟</tc>，　　當願眾生，
              <tc n="3.271">履行正路，　　究暢道意</tc>。　　<tc n="3.272">遶塔三匝</tc>，
              當願眾生，　　<tc n="3.273">得一向意，　　勤求佛道</tc>。
              <tc n="3.274">讚詠如來</tc>，　　當願眾生，　　<tc n="3.275">度功德岸，
              歎無窮盡</tc>。　　<tc n="3.276">讚佛相好</tc>，　　當願眾生，
              <tc n="3.277">光明神德，　　如佛法身</tc>。　　<tc n="3.278">若洗足時</tc>，
              當願眾生，　　<tc n="3.279">得四神足，　　究竟解脫</tc>。
              <tc n="3.280">昏夜寢息</tc>，　　當願眾生，　　<tc n="3.281">休息諸行，
              心淨無穢</tc>。　　<tc n="3.282">晨朝覺悟</tc>，　　當願眾生，
              <tc n="3.283">一切智覺，　　不捨十方</tc>。
              「<tc n="3.284">佛子</tc>！是為<tc n="3.285">菩薩</tc><tc n="3.286">身、口、
              意業</tc><tc n="3.287">能得一切勝妙功德</tc>，<tc n="3.294">諸天</tc>、<tc n="3.289">魔</tc>、<tc n="3.290">梵</tc>、<tc n="3.291">沙門</tc>、<tc n="3.292">婆羅門</tc>、<tc n="3.296">人及</tc><tc n="3.297">非人</tc>、<tc n="3.298">聲聞</tc>、
              <tc n="3.299">緣覺</tc><tc n="3.300">所不能動</tc>。」
            </div>
          </div>
        </div>
      </div>
    );
  }
}
export default App;
