import React from 'react';

const gocaraLJ = <span>
  <pb id="72.235a"/>
    ས་མཚམས་མེད་པ་གཞལ་དུ་མེད་པ་བརྗོད་དུ་མེད་པ། ཆོས་ཀྱི་དབྱིངས་ཀྱི་ཀླས་པ། ནམ་མཁའི་དབྱིངས་ཀྱི་མཐས་གཏུགས་པ་དག་ན། སེམས་ཅན་གྱི་རྒྱུད་ཇི་སྙེད་པ་ཞེས་བྱ་བ་ནས་
    གཞུང་དེ་བཞིན་དུ་ཡུལ་གྱི་འབྲས་བུའི་རྒྱུད་ཇི་སྙེད་པའི་བར་དུ་དེ་དག་ཐམས་ཅད་སངས་རྒྱས་ཀྱི་བྱིན་གྱིས་རླབས་ཀྱིས་རབ་ཏུ་སྣང་བར་གྱུར་ཏོ། །བྱང་ཆུབ་སེམས་དཔས་དྲིས་པ་སྣང་བ་ཞེས་བྱ་བའི་ལེའུ་
    སྟེ་བཅོ་ལྔ་པའོ།། །། <tc className="1.1">དེ་ནས་</tc><tc className="1.2">བྱང་ཆུབ་སེམས་དཔའ་</tc><tc className="1.3">ཡེ་ཤེས་དཔལ་</tc>གྱིས། <tc className="1.4">བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ</tc>་ལ་<tc className="1.5">འདི་སྐད་ཅེས་སྨྲས་སོ། །</tc><tc className="1.6">ཀྱེ་རྒྱལ་བའི་སྲས་</tc><tc className="1.7">བྱང་ཆུབ་སེམས་དཔའ་</tc>
    རྣམས་<tc className="1.8">ཇི་ལྟར་</tc><tc className="1.9">ཁ་ན་མ་ཐོ་བ་མེད་པའི་ལུས་ཀྱི་ལས་དང་ལྡན་པ་ཡིན། ཁ་ན་མ་ཐོ་བ་མེད་པའི་ངག་གི་ལས་དང་ལྡན་པ་ཡིན། ཁ་ན་མ་ཐོ་བ་མེད་པའི་ཡིད་ཀྱི་ལས་དང་ལྡན་པ་ཡིན། </tc><tc className="1.10">ལུས་ཀྱི་ལས་
    རྣམ་པར་མ་ཉམས་པ་ཡིན། ངག་གི་ལས་རྣམ་པར་མ་ཉམས་པ་ཡིན། ཡིད་ཀྱི་ལས་རྣམ་པར་མ་ཉམས་པ་ཡིན།</tc> <tc className="1.11">ལུས་ཀྱི་ལས་མ་སྨད་པ་ཡིན། ངག་གི་ལས་མ་སྨད་པ་ཡིན།
    ཡིད་ཀྱི་ལས་མ་སྨད་པ་ཡིན།</tc> <tc className="1.12">ལུས་ཀྱི་ལས་མི་འཕྲོགས་པ་ཡིན། ངག་གི་ལས་མི་འཕྲོགས་པ་ཡིན། ཡིད་ཀྱི་ལས་མི་འཕྲོགས་པ་ཡིན།</tc> <tc className="1.13">ལུས་ཀྱི་ལས་མི་ཟློག་པ་ཡིན། ངག་གིས་
    ལས་མི་ཟློག་པ་ཡིན། ཡིད་ཀྱི་ལས་མི་ཟློག་པ་ཡིན།</tc> <tc className="1.14">ལུས་ཀྱི་ལས་མི་འཁྲུག་པ་ཡིན། ངག་གི་ལས་མི་འཁྲུག་པ་ཡིན། ཡིད་ཀྱི་ལས་མི་འཁྲུག་པ་ཡིན།</tc> <tc className="1.15">ལུས་ཀྱི་ལས་བསྔགས་པ་
    ཡིན། ངག་གི་ལས་བསྔགས་པ་ཡིན། ཡིད་ཀྱི་ལས་བསྔགས་པ་ཡིན།</tc> <tc className="1.16">ལུས་ཀྱི་ལས་རྣམ་པར་དག་པ་ཡིན། ངག་གི་ལས་རྣམ་པར་དག་པ་ཡིན། ཡིད་ཀྱི་ལས་རྣམ་པར་དག་པ་ཡིན།</tc>
  <pb id="72.235b"/>
    <tc className="1.17">ལུས་ཀྱི་ལས་ཉེ་བར་ཉོན་མོངས་པ་མེད་པ་ཡིན། ངག་གི་ལས་ཉེ་བར་ཉོན་མོངས་པ་མེད་པ་ཡིན། ཡིད་ཀྱི་ལས་ཉེ་བར་ཉོན་མོངས་པ་མེད་པ་ཡིན།</tc> <tc className="1.18">ལུས་ཀྱི་ལས་ཡེ་ཤེས་ཀྱི་སྔོན་དུ་འགྲོ་བ་
    ཡིན། ངག་གི་ལས་ཡེ་ཤེས་ཀྱི་སྔོན་དུ་འགྲོ་བ་ཡིན། ཡིད་ཀྱི་ལས་ཡེ་ཤེས་ཀྱི་སྔོན་དུ་འགྲོ་བ་ཡིན།</tc> <tc className="1.19">རིགས་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc> <tc className="1.20">རུས་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc> <tc className="1.21">རྒྱུད་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc>
    <tc className="1.22">གཟུགས་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc> <tc className="1.23">མཚན་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc> <tc className="1.24">དྲན་པ་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc> <tc className="1.25">བློ་གྲོས་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc> <tc className="1.26">རྟོགས་པ་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc> <tc className="1.27">དགའ་བ་ཕུན་སུམ་
    ཚོགས་པ་ཡིན།</tc> <tc className="1.28">བློ་ཕུན་སུམ་ཚོགས་པ་ཡིན།</tc> <tc className="1.29">བློ་གྲོས་མཆོག་ཏུ་གྱུར་པ་ཡིན།</tc> <tc className="1.30">བློ་གྲོས་དམ་པར་གྱུར་པ་ཡིན།</tc> <tc className="1.31">བློ་གྲོས་རབ་ཏུ་གྱུར་པ་ཡིན།</tc> <tc className="1.33">བློ་གྲོས་ཚད་མེད་པར་གྱུར་པ་ཡིན།</tc> <tc className="1.34">བློ་གྲོས་གྲངས་
    མེད་པ་ཡིན།</tc> <tc className="1.35">བློ་གྲོས་བསམ་གྱིས་མི་ཁྱབ་པ་ཡིན།</tc> <tc className="1.36">བློ་གྲོས་མཚུངས་པ་མེད་པ་ཡིན།</tc> <tc className="1.37">བློ་གྲོས་གཞལ་དུ་མེད་པ་ཡིན།</tc> <tc className="1.38">བློ་གྲོས་བརྗོད་དུ་མེད་པ་ཡིན།</tc> <tc className="1.39">རྒྱུའི་སྟོབས་ཅན་ཡིན།</tc> <tc className="1.40">བསམ་པའི་
    སྟོབས་ཅན་ཡིན།</tc> <tc className="1.41">སྦྱོར་བའི་སྟོབས་ཅན་ཡིན།</tc> <tc className="1.42">རྐྱེན་ཀྱི་སྟོབས་ཅན་ཡིན།</tc> <tc className="1.43">དམིགས་པའི་སྟོབས་ཅན་ཡིན།</tc> <tc className="1.44">དབང་པོའི་སྟོབས་ཅན་ཡིན།</tc> <tc className="1.45">རྣམ་པར་ལྟ་བའི་སྟོབས་ཅན་ཡིན།</tc> <tc className="1.46">ཞི་གནས་ཀྱི་
    སྟོབས་ཅན་ཡིན།</tc> <tc className="1.47">ལྷག་མཐོང་གི་སྟོབས་ཅན་ཡིན།</tc> <tc className="1.48">ངེས་པར་རྟོགས་པའི་སྟོབས་ཅན་ཡིན།</tc> <tc className="1.49">ཕུང་པོ་ལ་མཁས་པ་ཡིན།</tc> <tc className="1.50">ཁམས་ལ་མཁས་པ་ཡིན།</tc> <tc className="1.51">སྐྱེ་མཆེད་ལ་མཁས་པ་ཡིན།</tc> <tc className="1.52">རྟེན་ཅིང་
    འབྲེལ་པར་འབྱུང་བ་ལ་མཁས་པ་ཡིན།</tc> <tc className="1.54">གཟུགས་ཀྱི་ཁམས་ལ་མཁས་པ་ཡིན།</tc> <tc className="1.55">གཟུགས་མེད་པའི་ཁམས་ལ་མཁས་པ་ཡིན།</tc> <tc className="1.56">འདས་པ་ལ་མཁས་པ་ཡིན།</tc> <tc className="1.57">མ་འོངས་པ་ལ་མཁས་པ་
  <pb id="72.236a"/>
    ཡིན།</tc> <tc className="1.58">ད་ལྟར་བྱུང་བ་ལ་མཁས་པ་ཡིན།</tc> <tc className="1.59">དྲན་པ་ཡང་དག་བྱང་ཆུབ་ཀྱི་ཡན་ལག་ལ་མཁས་པ་ཡིན།</tc> <tc className="1.60">ཆོས་རྣམ་པར་འབྱེད་པ་ཡང་དག་བྱང་ཆུབ་ཀྱི་ཡན་ལག་ལ་མཁས་པ་ཡིན།</tc> <tc className="1.61">བརྩོན་འགྲུས་
    ཡང་དག་བྱང་ཆུབ་ཀྱི་ཡན་ལག་ལ་མཁས་པ་ཡིན།</tc> <tc className="1.62">དགའ་བ་ཡང་དག་བྱང་ཆུབ་ཀྱི་ཡན་ལག་ལ་མཁས་པ་ཡིན།</tc> <tc className="1.63">ཤིན་ཏུ་སྦྱངས་པ་ཡང་དག་བྱང་ཆུབ་ཀྱི་ཡན་ལག་ལ་མཁས་པ་ཡིན།</tc> <tc className="1.64">ཏིང་ངེ་འཛིན་ཡང་དག་
    བྱང་ཆུབ་ཀྱི་ཡན་ལག་ལ་མཁས་པ་ཡིན།</tc> <tc className="1.65">བཏང་སྙོམས་ཡང་དག་བྱང་ཆུབ་ཀྱི་ཡན་ལག་ལ་མཁས་པ་ཡིན།</tc> <tc className="1.66">སྟོང་པ་ཉིད་ཡོངས་སུ་བསྒོམས་པ་ཡིན།</tc> <tc className="1.67">མཚན་མ་མེད་པ་ཡོངསུ་བསྒོམ་པ་ཡིན།</tc>
    <tc className="1.68">སྨོན་པ་མེད་པ་ཡོངས་སུ་བསྒོམས་པ་ཡིན།</tc> <tc className="1.69">སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡིན།</tc> <tc className="1.70">ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡིན།</tc> <tc className="1.71">བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡིན།</tc> <tc className="1.72">བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་
    ཡིན།</tc> <tc className="1.73">བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡིན།</tc> <tc className="1.74">ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡིན།</tc> <tc className="1.79">གནས་དང་གནས་མ་ཡིན་པར་ཤེས་པར་བྱ་བ་དང་། ཁོང་དུ་ཆུད་པ་ཡིན།</tc> <tc className="1.80">འདས་པ་དང་། མ་བྱོན་པ་དང་།
    ད་ལྟར་བྱུང་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་ཤེས་པར་བྱ་བ་ཁོང་དུ་ཆུད་པ་ཡིན།</tc> <tc className="1.81">དབང་པོ་དང་བརྩོན་འགྲུས་ཐ་དད་པ་ཡོངས་སུ་རྫོགས་པར་བྱ་བ་གཅིག་ནས་གཅིག་ཏུ་རྒྱུད་པ་ཁོང་དུ་ཆུད་པ་ཡིན།</tc>
    <tc className="1.82">ཁམས་སྣ་ཚོགས་དང་ཁམས་དུ་མའི་ཤེས་པའི་བྱ་བ་ཁོང་དུ་ཆུད་པ་ཡིན།</tc> <tc className="1.83">མོས་པ་སྣ་ཚོགས་དང་། མོས་པ་དུ་མ་ཤེས་པར་བྱ་བ་ཁོང་དུ་ཆུད་པ་ཡིན།</tc> <tc className="1.84">ཀུན་ཏུ་འགྲོ་བའི་ལམ་ཤེས་པར་བྱ་བ་
    ཁོང་དུ་ཆུད་པ་ཡིན།</tc> <tc className="1.85">བསམ་གཏན་དང་རྣམ་པར་ཐར་པ་དང་། ཏིང་ངེ་འཛིན་དང་སྙོམས་པར་འཇུག་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་རྣམ་པར་བྱང་བ་དང་ལྡང་བ་ཤེས་པར་བྱ་བ་ཁོང་དུ་ཆུད་པ་ཡིན།</tc>
  <pb id="72.236b"/>
    <tc className="1.86">སྒྲིབ་པ་མེད་པའི་རྗེས་སུ་དྲན་པ་ཤེས་པར་བྱ་བ་ཁོང་དུ་ཆུད་པ་ཡིན།</tc> <tc className="1.87">ལྷའི་དབང་པོ་མིག་ཆགས་པ་མེད་པར་ཤེས་པར་བྱ་བ་ཁོང་དུ་ཆུད་པ་ཡིན།</tc> <tc className="1.88">བག་ཆགས་ཀྱི་མཚམས་སྦྱོར་བ་ཡང་དག་པར་གཅོད་
    པ་ཤེས་པར་བྱ་བ་ཁོང་དུ་ཆུད་པ་ཡིན།</tc> <tc className="1.89">ལྷ་ཡི་དབང་པོས་ཡོངས་སུ་བཟུང་བ་ཡིན།</tc> <tc className="1.90">ཀླུའི་དབང་པོས་ཡོངས་སུ་བཟུང་བ་ཡིན།</tc> <tc className="1.91">གནོད་སྦྱིན་གྱི་དབང་པོས་ཡོངས་སུ་བཟུང་བ་ཡིན།</tc> <tc className="1.92">དྲི་ཟའི་དབང་པོས་
    ཡོངས་སུ་བཟུང་བ་ཡིན།</tc> <tc className="1.93">ལྷ་མ་ཡིན་གྱི་དབང་པོས་ཡོངས་སུ་བཟུང་བ་ཡིན།</tc> <tc className="1.94">ནམ་མཁའ་ལྡིང་གི་དབང་པོས་ཡོངསུ་བཟུང་བ་ཡིན།</tc> <tc className="1.95">མི་འམ་ཅིའི་དབང་པོས་ཡོངས་སུ་བཟུང་བ་ཡིན།</tc>
    <tc className="1.96">ལྟོ་འཕྱེ་ཆེན་པོའི་དབང་པོས་ཡོངས་སུ་བཟུང་བ་ཡིན།</tc> <tc className="1.97">མིའི་དབང་པོས་ཡོངས་སུ་བཟུང་བ་ཡིན།</tc> <tc className="1.98">ཚངས་པའི་དབང་པོས</tc>་<tc className="1.99">ཡོངས་སུ་བཟུང་བ་ཡིན།</tc> ལྷ་ཡི་དབང་པོས་<tc className="1.100">བསྐུར་བ་ཡིན།</tc> ཀླུ་ཡི་དབང་
    པོས་བཀུར་བ་ཡིན། གནོད་སྦྱིན་གྱི་དབང་པོས་བཀུར་བ་ཡིན། དྲི་ཟའི་དབང་པོས་བཀུར་བ་ཡིན། ལྷ་མ་ཡིན་གྱི་དབང་པོས་བཀུར་བ་ཡིན། ནམ་མཁའ་ལྡིང་གི་དབང་པོས་བཀུར་བ་ཡིན། མིའམ་
    ཅིའི་དབང་པོས་བཀུར་བ་ཡིན། ལྟོ་འཕྱེ་ཆེན་པོའི་དབང་པོས་བཀུར་བ་ཡིན། མི་ཡི་དབང་པོས་བསྐུར་བ་ཡིན། ཚངས་པའི་དབང་པོས་བཀུར་བ་ཡིན། <tc className="1.113">སེམས་ཅན</tc>་ཐམས་ཅད་ཀྱི་<tc className="1.101">གནས་སུ་གྱུར་པ་
    ཡིན།</tc> <tc className="1.102">སྐྱབསུ་གྱུར་པ་ཡིན།</tc> <tc className="1.103">དཔུང་གཉེན་དུ་གྱུར་པ་ཡིན།</tc> <tc className="1.104">མགོན་དུ་གྱུར་པ་ཡིན།</tc> <tc className="1.105">སྒྲོན་མར་གྱུར་པ་ཡིན།</tc> <tc className="1.106">སྣང་བར་གྱུར་པ་ཡིན།</tc> <tc className="1.107">འོད་དུ་གྱུར་པ་ཡིན།</tc> <tc className="1.108">འདྲེན་པར་གྱུར་པ་ཡིན།</tc> <tc className="1.109">རྣམ་པར་འདྲེན་པར་གྱུར་པ་ཡིན།</tc> <tc className="1.110">ཡོངསུ་འདྲེན་
    པར</tc>་<tc className="1.111">གྱུར་པ་ཡིན།</tc> <tc className="1.112">སེམས་ཅན་ཐམས་ཅད་ཀྱི་གནས་སུ་གྱུར་པ་ཡིན།</tc> <tc className="1.115">གཙོ་བོར་གྱུར་པ་ཡིན།</tc> <tc className="1.116">ཐུ་བོར་གྱུར་པ་ཡིན།</tc> <tc className="1.117">རབ་ཏུ་གྱུར་པ་ཡིན།</tc> <tc className="1.118">དམ་པར་གྱུར་པ་ཡིན།</tc> <tc className="1.119">ཕུལ་དུ་གྱུར་པ་ཡིན།</tc>
  <pb id="72.237a"/>
    <tc className="1.121">བླ་ན་མེད་པར་འགྱུར་པ་ཡིན།</tc> ཀྱེ་རྒྱལ་བའི་སྲས་<tc className="1.124">ཇི་ལྟར་ན</tc>་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་<tc className="1.122">མཉམ་པ་མེད་པ་ཡིན།</tc> དེ་སྐད་ཅེས་སྨྲས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་
    གྱིས། བྱང་ཆུབ་སེམས་དཔའ་ཡེ་ཤེས་དཔལ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཀྱེ་རྒྱལ་བའི་སྲས་ཁྱོད་ཀྱི་དེ་ལྟར་<tc className="2.1">སྐྱེ་བོ་མང་པོ་ལ་ཕན་པ་དང་།</tc> <tc className="2.2">སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་།</tc> <tc className="2.3">འཇིག་རྟེན་ལ་
    སྙིང་བརྩེ་བ་དང་།</tc> <tc className="2.4">ལྷ་དང་མི་རྣམས་ཀྱི་དོན་དང་ཕན་པ་དང་།</tc> <tc className="2.5">བདེ་བ་དང་བདེ་བར་རྣམ་པར་བཟུང་བའི་ཕྱིར་ཞུགས་ཤིང་།</tc> དེ་ལྟར་ཁྱོད་<tc className="2.6">རྣམ་པ་འདི་ལྟ་བུའི་གནས་དག་ཡོངས་སུ་འདྲི་བར་སེམས་
    པ་ནི།</tc> ཀྱེ་རྒྱལ་བའི་སྲས་ལེགསོ་ལེགསོ། །ཀྱེ་རྒྱལ་བའི་སྲས་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གི་<tc className="2.7">སེམས་ཀྱི་ལས་ཡིད་ལ་བྱེད་པའི་སྦྱོར་བ་དང་ལྡན་པས།</tc> བྱང་ཆུབ་སེམས་དཔའ་
    རྣམས་<tc className="2.8">ཡོན་ཏན་གྱི་ཁྱད་པར་འདི་དག་ཐམས་ཅད་འཐོབ་པར་འགྱུར་བ་དང་།</tc> <tc className="2.9">སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ལ་ཐོགས་པ་མེད་པའི་ལས་སུ་འགྱུར་བ་དང་།</tc> <tc className="2.10">སངས་རྒྱས་བཅོམ་ལྡན་འདས་
    འདས་པ་དང་། མ་བྱོན་པ་དང་། ད་ལྟར་བྱུང་བ་རྣམས་ཀྱི་ལམ་དུ་འཇུག་པ་དང་།</tc> <tc className="2.11">སེམས་ཅན་ཐམས་ཅད་ཡོངསུ་མི་གཏོང་བའི་སེམས་ཀྱང་དེ་དག་ལ་ཉེ་བར་གནས་པ་དང་།</tc> <tc className="2.12">ཆོས་ཐམས་ཅད་ཇི་ལྟ་
    བ་བཞིན་དུ་རྣམ་པར་ལྟ་བ་ཡང་དེ་དག་ལ་ཉེ་བར་གནས་པ་དང་།</tc> <tc className="2.13">མི་དགེ་བའི་ཆོས་ཐམས་ཅད་སྤངས་པར་འགྱུར་བ་དང་།</tc> <tc className="2.14">དགེ་བའི་ཆོས་ཐམས་ཅད་དང་ལྡན་པར་གྱུར་པ་དང་།</tc> <tc className="2.15">ཀུན་ཏུ་བཟང་ཞིང་ཀུན་
    ཏུ་མཛེས་པ་དང་།</tc> <tc className="2.16">རྣམ་པའི་མཆོག་ཐམས་ཅད་དང་ལྡན་པ་དང་།</tc> <tc className="2.17">ཆོས་ཐམས་ཅད་ལ་དབང་བསྒྱུར</tc>་<tc className="2.18">ཞིང་སྲོག་ཆགས་ཐམས་ཅད་ལ་སྟོན་པ་གཉིས་པར་འགྱུར་བའི་སེམས་ཀྱི་ལས་ཡིད་ལ</tc>་
  <pb id="72.237b"/>
    བྱེད་པའི་སྦྱོར་བ་ཡོད་དོ། །ཀྱེ་རྒྱལ་བའི་སྲས་དག་བྱང་ཆུབ་སེམས་དཔའི་<tc className="2.19">སེམས་ཀྱི་ལས་ཡིད་ལ་བྱེད་པའི་སྦྱོར་བ་གང་ལྡན་པས།</tc> <tc className="2.20">ཡོན་ཏན་གྱི་ཁྱད་པར་འདི་དག་ཐམས་ཅད་ཐོབ་པར་འགྱུར་བའི</tc>་
    བྱང་ཆུབ་སེམས་དཔའི་སེམས་ཀྱི་ལས་ཡིད་ལ་བྱེད་པའི་སྦྱོར་བ་དེ་དག་གང་ཞེ་ན། ཀྱེ་རྒྱལ་བའི་སྲས་འདི་ལ་ <tc className="3.1">བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་གྱི་ནང་དུ་འདུག་པའི་ཚེ།</tc> སེམས་ཅན་ཐམས་ཅད་<tc className="3.2">རང་
    བཞིན་ཤེས་པ་དང་ལྡན་པའི་ཁྱིམ་གྱི་ཐིབས་པོས་ཟིལ་གྱིས་མི་ནོན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ།།</tc> <tc className="3.3">ཕ་མ་དང་འགྲོགས་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.4">སྐྱེ་བོ་ཐམས་
    ཅད་ཡོངས་སུ་སྐྱབས་པའི་ཕྱིར་སངས་རྒྱས་དང་འགྲོགས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ།།</tc> <tc className="3.5">བུ་དང་བུ་མོ་དང་འགྲོགས་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.6">སྲེད་པ་དང་
    བྲལ་བའི་དགའ་བ་དང་། མི་དགའ་བ་དང་རྣམ་པར་བྲལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ།།</tc> <tc className="3.7">འདོད་པའི་ཡོན་ཏན་དང་འགྲོགས་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.8">ཡོན་ཏན་
    གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པས་འདོད་པའི་གསལ་ཤིང་རྣམ་པར་སེལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ།།</tc> <tc className="3.9">གླུ་དང་གར་དང་རོལ་མོ་དང་སིལ་སྙན་དང་འགྲོགས་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་
    ཅན་ཐམས་ཅད་<tc className="3.10">གར་མཁན་གྱི་མཚོན་ལྟ་བུར་མཐོང་བ་དང་ལྡན་ཞིང་ཆོས་ཡང་དག་པར་འགྲོ་བའི་བརྗོད་པ་རབ་ཏུ་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ།།</tc> <tc className="3.11">ཆུང་མའི་འཁོར་གྱི་ནང་ན་འདུག་པའི་
    ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.12">འདོད་པའི་གསལ་ཤིང་དང་བྲལ་ཞིང་འཕགས་པའི་སར་ཆུད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ།།</tc> <tc className="3.13">རྒྱན་གྱིས་བརྒྱན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་
  <pb id="72.238a"/>
    དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.14">སྲིད་པར་འབྱུང་བ་འཇིགས་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པས་ཁུར་བོར་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.15">ཁང་ཐོག་དུ་ཕྱིན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་
    ཅན་ཐམས་ཅད་<tc className="3.16">ཆོས་ཐམས་ཅད་ཁོང་དུ་ཆུད་ཅིང་ཆོས་ཀྱི་ཁང་སྟེངསུ་ཕྱིན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.17">སྦྱིན་པ་གཏོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་ཐམས་ཅད་<tc className="3.18">བདག་གིས་བྱ་བ་དེ་
    མེད་དེ། ཡོངས་སུ་འཛིན་པའི་སེམས་མེད་ཅིང་བདག་གི་ཐམས་ཅད་ཡོངས་སུ་གཏོང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.19">མ་བྲལ་ཞིང་འགྲོགས་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་ཐམས་
    ཅད་<tc className="3.20">ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་འཐར་ཕྱིན་ཏེ། འདུ་བ་དང་ཤིན་ཏུ་བྲལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.21">བཙོན་ར་ཁ་ན་མ་ཐོ་བར་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་
    ཅད་<tc className="3.22">གནས་མེད་པ་ལ་སྤྱོད་ཅིང་། གང་དུ་དགའ་བར་འདོང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.23">ཁྱིམ་ནས་ཁྱིམ་མེད་པར་འབྱུང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.24">སེམས་
    བཅིངས་པ་དང་གྲོལ་བ་མེད་དེ་མི་དགོས་པ་དང་བྲལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.25">དགེ་འདུན་གྱི་ར་བའི་མཚམས་འདའ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.26">ཆོས་ལ་
    བརྩོམ་ཞིང་ཆོས་དང་ལྡན་ཞིང་འཐུན་པར་འགྲོ་བ་མང་པོ་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.27">མཁན་པོ་དང་སློབ་དཔོན་གྱི་དྲུང་དུ་འགྲོ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་
    ཐམས་ཅད་<tc className="3.28">ཆོས་ལ་རྩོམ་ཞིང་ཆོ་ག་ལ་མཁས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.29">རབ་ཏུ་བྱུང་བའི་གསོལ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.30">བར་ཆད་མེད་ཅིང་ཕྱིར་མི་ལྡོག་པར་
  <pb id="72.238b"/>
    གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.31">གོས་དཀར་འདོར་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.32">སྡིག་པ་ལ་བརྩོན་པ་སྤངས་ཏེ། དགེ་བའི་རྩ་བ་ཤིན་ཏུ་སྦྱངས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc>
    <tc className="3.33">སྐྲ་དང་ཁ་སྤུ་འབྲེག་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.34">ཤིན་ཏུ་མཉམ་པར་བཞག་ཅིང་ཉོན་མོངས་པ་མེད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.35">གོས་ངུར་སྨྲིག་གྱོན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་
    དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.36">དྲང་སྲོང་ཆེན་པོའི་སེམས་དང་ལྡན་ཞིང་རྙོག་པ་མེད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.37">རབ་ཏུ་འབྱུང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་རྣམས་<tc className="3.38">སྐྱེ་བོ་ཐམས་ཅད་
    ཡོངས་སུ་སྐྱོང་བའི་ཕྱིར། དེ་བཞིན་གཤེགས་པའི་རབ་ཏུ་འབྱུང་བར་རབ་ཏུ་བྱུང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.39">སངས་རྒྱས་ལ་སྐྱབས་སུ་འགྲོ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་
    ཐམས་ཅད་<tc className="3.40">དགེ་བ་ལ་མོས་པ་མངོན་པར་སྐྱེས་པས། སངས་རྒྱས་ཀྱི་གདུང་མི་འཆད་པའི་དོན་དུ་བརྩོན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.41">ཆོས་ལ་སྐྱབས་སུ་འགྲོ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་
    དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.42">ཆོས་ཀྱི་གཏེར་རབ་ཏུ་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.43">དགེ་འདུན་ལ་སྐྱབསུ་འགྲོ་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.44">ཆགས་པའི་གནས་དང་
    བྲལ་ཞིང་དགེ་འདུན་ཡོངསུ་སྡུད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.45">བསླབ་པའི་ཚིག་ཡང་དག་པར་ལེན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.46">ཚུལ་བཟང་པོ་ལ་ཡང་དག་པར་སྤྱོད་ཅིང་
    སླབ་པ་ཐམས་ཅད་ཤིན་ཏུ་སློབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.47">སློབ་དཔོན་བསྟན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.48">ལོག་པ་མ་ཡིན་པའི་ལས་ལ་སྤྱོར་ཅིང་ཚུལ་དང་སྤྱོད་
  <pb id="72.239a"/>
    ཡུལ་ཕུན་སུམ་ཚོགས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.49">མཁན་པོ་བསྟན་པའི་ཚེ། །</tc>བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.50">གནས་མེད་པ་ལ་ཡང་དག་པར་གཞོལ་ཞིང་མི་སྐྱེ་བའི་
    ཡེ་ཤེས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.51">བསྙེན་པར་རྫོགས་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.52">ཆོས་ཐམས་ཅད་ཀྱི་ཁྱད་པར་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཏེ་ཐབས་
    མཁས་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.53">གཙུག་ལག་ཁང་དུ་འགྲོ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.54">མི་འཕྲོགས་པའི་ཆོས་ཅན་དུ་གྱུར་ཏེ། བླ་ན་མེད་པའི་
    ཡང་གནས་ལ་རྣམ་པར་སྤྱོད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.55">སྟན་གདིང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.56">ཇི་ལྟ་བ་བཞིན་དུ་མཐོང་ཞིང་ལེགས་པར་བཀོད་པའི་ཆོས་ཅན་དུ་གྱུར་ཅིག་
    ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.57">འདུག་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.58">མི་གནས་པའི་སེམས་ཀྱི་སྙིང་པོ་བྱང་ཆུབ་ལ་འདུག་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.59">སྐྱིལ་མོ་དཀྲུང་འཆའ་
    བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.60">མི་གཡོ་བའི་ས་ལ་དགེ་བའི་རྩ་བ་ཤིན་ཏུ་རྣམ་པར་བརྟེན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.61">ཞི་གནས་ཡོངས་སུ་སྦྱོང་བའི་ཚེ།</tc> བྱང་ཆུབ་
    སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.62">མ་ལུས་པའི་མཐར་ཐུགས་པ་ལ་བརྩོན་ཞིང་ཞི་བ་དང་། དུལ་བ་ལ་རབ་ཏུ་གཞོལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.63">ལྷག་མཐོང་ཡོངསུ་སྦྱོང་བར་བྱེད་པའི་
    ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.64">ཤིན་ཏུ་ཉོན་མོངས་མེད་པའི་ཆོས་ཅན་དུ་གྱུར་ཏེ། ཆོས་ཡང་དག་པར་ཇི་ལྟ་བ་བཞིན་དུ་མཐོང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.65">སྐྱིལ་མོ་བཀྲུང་
  <pb id="72.239b"/>
    འཇིག་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.66">ཤིན་ཏུ་མཉམ་པར་བཞག་ཅིང་འདུ་བྱེད་ཐམས་ཅད་རང་བཞིན་གྱིས་འཇིག་པ་རྣམ་པར་མཐོང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.67">རྐང་མཐིལ་
    བཞོག་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.68">ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ་མི་འཁྲུག་པ་ལ་རབ་ཏུ་གནས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.69">རྐང་མཐིལ་འདེགས་པའི་ཚེ།</tc> བྱང་ཆུབ་
    སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.70">ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་ལྡན་པ་ཐོབ་པ་སྟེ། འཁོར་བའི་རྒྱ་མཚོར་བྱིང་བ་ལས་ཐོན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.71">སྨད་གཡོགས་གྱོན་པའི་ཚེ</tc>་
    བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.72">ངོ་ཚ་ཤེས་ཤིང་ཁྲེལ་ཡོད་པ་བླ་ན་མེད་པ་དང་ལྡན་ཞིང་དགེ་བའི་རྩ་བ་ཤིན་ཏུ་བརྟན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.73">སྐེ་རགས་འཆིང་བའི་ཚེ</tc>་
    བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.74">མི་འཁྲུག་པའི་ཆོས་ཅན་དུ་གྱུར་ཏེ། དགེ་བའི་རྩ་བ་ཤིན་ཏུ་འབྲེལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.75">བླ་གོས་གྱོན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔའ་
    སེམས་ཅན་ཐམས་ཅད་<tc className="3.76">ཆོས་ཐམས་ཅད་ཀྱི་ཁྱད་པར་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐོབ་སྟེ། གོང་ནས་གོང་དུ་དགེ་བའི་རྩ་བ་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.77">སྣམ་སྦྱར་གྱོན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་
    དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.78">མི་འཁྲུག་པའི་ཆོས་ཅན་དུ་གྱུར་ཏེ། ཐབས་དམ་པས་མངོན་པར་བཀབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.79">སོ་ཤིང་ལེན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་
    སེམས་ཅན་ཐམས་ཅད་<tc className="3.80">ཡོངས་སུ་དག་པའི་དངོས་པོ་འཐོབ་པའི་ཕྱིར་དམ་པའི་ཆོས་རྣམ་པར་དག་པ་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.81">སོ་ཤིང་ཟ་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་
  <pb id="72.240a"/>
    སེམས་ཅན་ཐམས་ཅད་<tc className="3.82">ཉོན་མོངས་པ་ཤིན་ཏུ་བཅོམ་པ་སྟེ། སེམས་དུལ་ཞིང་སེམས་རྣམ་པར་དག་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.83">དབེན་པར་འགྲོ་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་
    ཐམས་ཅད་<tc className="3.84">འདོད་ཆགས་དང་ཞེ་སྡང་དང་། གཏི་མུག་སྤངས་པ་སྟེ། སྡིག་པའི་ཆོས་ཐམས་ཅད་སྤངས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.85">ཆུ་ངོགས་སུ་འགྲོ་བའི་ཚེ</tc>་བྱང་ཆུང་སེམས་དཔས་
    སེམས་ཅན་ཐམས་ཅད་<tc className="3.86">འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་འབྱུང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.87">གཙང་སྦྲའི་ལས་བྱེད་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་
    ཅད་<tc className="3.88">ཤིན་ཏུ་དག་པའི་དངོས་པོས་གཙང་ཞིང་ངེས་པ་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.89">ལག་པ་འཁྲུ་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.90">གཟུང་ཞིང་བཅང་བའི་ཕྱིར།
    བཀྲ་ཤིས་ཀྱི་ལག་པ་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.91">ངོ་འཁྲུ་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.92">ཤིན་ཏུ་ཉོན་མོངས་པ་དང་བྲལ་ཞིང་ཆོས་ཐམས་ཅད་ཀྱི་སྒོ་རྣམ་པར་
    དག་པ་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.93">འཁར་བ་ལེན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.94">མཆོད་སྦྱིན་བྱས་ཤིང་ལམ་སྟོན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.95">ལྷུང་བཟེད་
    ལེན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.96">ཀྱིས་མཆོད་པར་འོས་ཤིང་སྣོད་དུ་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.97">སྤྱོད་ཡུལ་དུ་མངོན་པར་ཞུགས་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་
    སེམས་ཅན་ཐམས་ཅད་<tc className="3.98">གནས་མེད་པར་གཞོལ་ཞིང་སངས་རྒྱས་ཀྱི་སྤྱོད་ཡུལ་ལ་མངོན་དུ་ཕྱོགས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.99">ལམ་དུ་ཞུགས་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་
  <pb id="72.240b"/>
    སེམས་ཅན་ཐམས་ཅད་<tc className="3.100">ཕྱི་ནས་མ་ལུས་པར་འགྲོ་ཞིང་སངས་རྒྱས་ཀྱི་ལམ་དུ་ཞུགས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.101">འགྲོ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.102">ཤིན་ཏུ་
    རྣམ་པར་དག་པའི་ཆོས་སྒྲིབ་པ་མེད་པར་གྲུབ་པར་གྱུར་པས། ཆོས་ཀྱི་དབྱིངས་མཐའ་དང་དབུས་མེད་པར་ཁོང་དུ་ཆུད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.103">ལམ་མཐོ་བ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་
    སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.104">ཤིན་ཏུ་ཞུམ་པ་མེད་དེ་ཁམས་གསུམ་ལས་གྱེན་དུ་འཕགས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.105">ལམ་དམའ་བ་འཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་
    སེམས་ཅན་ཐམས་ཅད་<tc className="3.106">དགེ་བའི་རྩ་བས་ཤིན་ཏུ་བསྟན་ཅིང་སངས་རྒྱས་ཐམས་ཅད་ལ་ཤིན་ཏུ་འདུད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.107">ལམ་ཉམ་ང་བ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་
    སེམས་ཅན་ཐམས་ཅད་<tc className="3.108">ལྟ་བ་ཡོ་ཞིང་མྱི་དྲང་བ་དང་བྲལ་སྟེ། ལམ་ཉམ་ང་བ་ཡོངས་སུ་སྤངས་པར་གྱུར་གཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.109">ལམ་དྲང་པོ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་
    ཅན་ཐམས་ཅད་<tc className="3.110">གཡོ་མེད་ཅིང་སྒྱུ་མེད་དེ་སེམས་དྲང་པོ་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.111">ལམ་རྡུལ་ཆེན་པོ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.112">ཤིན་ཏུ་རྡུལ་མེད་པའི་
    ཆོས་ཡང་དག་པར་ཐོབ་སྟེ། འདོད་ཆགས་པར་འགྱུར་བའི་ཆོས་ལས་རྣམ་པར་གྲོལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.113">རྡུལ་མེད་པའི་ལམ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་
    ཐམས་ཅད་<tc className="3.114">སྙིང་རྗེ་ཆེན་པོ་ཡོངས་སུ་བསྒོམ་པ་དང་ལྡན་ཞིང་སེམས་འཇམ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.115">གཡང་ས་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.116">སྒྲིབ་པ་
  <pb id="72.241a"/>
    མེད་པ་རྟོགས་པར་ཁོང་དུ་ཆུད་ཅིང་སྡིག་པའི་ཆོས་བསྩལ་ཏེ། དགེ་བའི་ཆོས་ལ་རབ་ཏུ་གཞོལ་བར་གྱུར་གཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.117">མཁར་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་
    ཅན་ཐམས་ཅད་<tc className="3.118">དུས་གསུམ་དུ་གཏོགས་པའི་ཆོས་ཟབ་མོ་བསྟན་པ་དང་། འཐུན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.119">ཀ་བ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.120">ཁྲོ་ཞིང་
    མཁོན་དུ་འཛིན་པ་དང་བྲལ་ཏེ། ཁེངས་པ་དང་འཁྲུག་པ་དང་རྣམ་པར་བྲལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.121">ནགས་ཚལ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་
    <tc className="3.122">ལྷ་དང་འཇིག་རྟེན་དུ་བཅས་པའི་ཕྱག་བྱ་བའི་གནས་སུ་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.123">རི་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.124">ཐོབ་པར་དཀའ་བ་དང་། ཐིབས་པོ་མེད་
    པ་རབ་ཏུ་ཐོབ་ཅིང་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱིས་མངོན་པར་འཕགས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.125">ཤིང་ཚེར་མ་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.126">འདོད་
    ཆགས་དང་ཞེ་སྡང་དང་གཏི་མུག་མེད་ཅིང་ཚེར་མ་དང་བྲལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.127">ཤིང་ལོ་མ་ཅན་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.128">བསམ་གཏན་དང་
    རྣམ་པར་ཐར་པ་དང་། ཏིང་ངེ་འཛིན་དང་སྙོམས་པར་འཇུག་པ་དག་གིས་རབ་ཏུ་གཡོག་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.129">མེ་ཏོག་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.130">ཆོས་
    ཐམས་ཅད་ལ་མངོན་པར་ཤེས་པའི་མེ་ཏོག་རྒྱས་པས་མེ་ཏོག་ལྟ་བུར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.131">མེ་ཏོག་གི་ཤིང་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.132">སྐྱེས་བུ་
  <pb id="72.241b"/>
    ཆེན་པོའི་མཚན་སུམ་བཅུ་རྩ་གཉིས་མེ་ཏོག་ཤིན་ཏུ་རྒྱས་པར་གྱུར་གཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.133">ཤིང་ཐོག་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.134">སྙིང་པོ་བྱང་ཆུབ་ཏུ་གཞོལ་ཞིང་།
    སངས་རྒྱས་ཀྱི་ཆོས་བཙལ་བ་ཐམས་ཅད་འབྲས་བུ་ཡོད་དེ། འབྲས་བུའི་དམ་པ་རབ་ཏུ་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.135">ཆུ་ཀླུང་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་
    <tc className="3.136">སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཉམས་སུ་མྱོང་སྟེ། ཆོས་ཀྱི་རྒྱུད་ལ་མཉམ་པར་བཞག་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.137">ལུ་མ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.138">སངས་
    རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་རོ་གཅིག་པའི་ཕྱིར་སེ་གོལ་གཏོགས་པ་ཙམ་གྱིས་ཁོང་དུ་ཆུད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.139">རྫིང་བུ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་
    ཅད་ཀྱིས་<tc className="3.140">ཆོས་ཐམས་ཅད་ཀྱི་ཚིག་ཤིན་ཏུ་བསྟན་པར་གྱུར་མཁས་ཤིང་ཆོས་ཐམས་ཅད་ཀྱི་ཚིག་རྒྱས་པའི་ཚིག་གི་ལས་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.141">ཁྲོན་པ་མཐོང་བའི་ཚེ</tc>་
    བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.142">ཆོས་ཐམས་ཅད་འབྱོར་པ་དང་ལྡན་ཞིང་སྤོབས་པ་མང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.143">མཚོ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་
    ཐམས་ཅད་<tc className="3.144">གོང་ནས་གོང་དུ་དམིགས་པ་ལ་བརྩོན་ཞིང་དགེ་བའི་རྩ་བ་མྱི་ཟད་པར་གྱུར་གཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.145">ཟམ་པ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་
    <tc className="3.146">སྐྱེ་བོ་ཐམས་ཅད་ཡོངས་སུ་སྒྲོལ་ལ་ཟམ་པར་རེད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.147">ཡུར་བ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.148">འགྲོ་བ་ཀུན་གྱི་སེམས་དང་བསམ་
  <pb id="72.242a"/>
    པ་ལ་མཁས་ཤིང་བག་ལ་ཉལ་བ་དང་། ཀུན་ནས་འཁོར་བ་མེད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.149">ར་བ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.150">གཟུགས་དང་
    སྒྲ་དང་དྲི་དང་རོ་དང་། རེག་ལ་སྲེད་པ་རབ་ཏུ་བྱང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.151">མྱ་ངན་མེད་པའི་ནགས་ཚལ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.152">སྲེད་པ་མེད་
    ཅིང་མྱ་ངན་མེད་པ་རབ་ཏུ་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.153">བཟའ་ཤིང་གི་ར་བ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.154">སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཡོངས་སུ་མི་གཏོང་བ་
    ལ་ཤིན་ཏུ་བརྩོན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.155">སེམས་ཅན་རྒྱན་གྱིས་བརྒྱན་པ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.156">སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་བཅུ་རྩ་གཉིས་
    ཀྱིས་བརྒྱན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.157">རྒྱན་མེད་པའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.158">སྦྱངས་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐོབ་པས་རྒྱན་མེད་
    པ་རབ་ཏུ་བརྒྱན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.159">དགའ་བ་མང་བའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.160">ཆོས་ལ་དགའ་ཞིང་མོས་པ་དང་སྤྲོ་བ་དགའ་
    བ་མང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.161">མི་དགའ་བ་མང་བའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.162">འདུས་བྱས་ཀྱི་དངོས་པོ་ཐམས་ཅད་ལ་མི་དགའ་
    ཞིང་རབ་ཏུ་བདེ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.163">སེམས་ཅན་བདེ་བ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.164">སངས་རྒྱས་ཀྱི་བདེ་བའི་ཡོ་བྱད་ཐམས་ཅད་རབ་ཏུ་
  <pb id="72.242b"/>
    ཐོབ་པས་ཤིན་ཏུ་བདེ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.165">སེམས་ཅན་སྡུག་བསྔལ་བ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.166">ཡེ་ཤེས་ཀྱི་རྩ་བ་རབ་ཏུ་ཐོབ་སྟེ། སྡུག་བསྔལ་
    ཞི་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.170">ནད་མེད་པ་མ་ཡིན་པའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.171">མྱ་ངན་མེད་པའི་ཆོས་ཅན་དུ་གྱུར་ཏེ། ཐ་དད་པ་མེད་
    པར་ཁོང་དུ་ཆུད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.172">སེམས་ཅན་སྡུག་གུ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.173">སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་
    མོས་པ་མང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.174">མི་སྡུག་པའི་སེམས་ཅན་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་<tc className="3.175">མི་དགེ་བའི་བཤེས་གཉེན་གྱི་བྱ་བ་ལ་མོས་པ་ཆུང་བར་
    གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.176">དྲིན་གཟོ་བའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.177">སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱི་མཛད་པ་ཤེས་
    པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.178">དྲིན་བཟོ་བ་མེད་པའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.179">མི་དགེ་བའི་ལྟ་བ་ལ་དྲིན་དུ་བཟོ་བ་མེད་པར་གྱུར་ཅིག་ཅེས་སེམས་
    བསྐྱེད་དོ། །</tc><tc className="3.180">དགེ་སྦྱོང་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.181">མ་ལུས་པའི་མཐར་ཐུག་པར་བྱ་བ་ལ་བརྩོན་ཞིང་ཞི་བ་དང་དུལ་བ་ལ་གཞོལ་བར་གྱུར་ཅིག་ཅེས་སེམས་
    བསྐྱེད་དོ། །</tc><tc className="3.182">བྲམ་ཟེ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.183">ཚངས་པའི་དམ་པར་གྱུར་ཏེ་སྡིག་པ་སྤོང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.184">དཀའ་ཐུབ་ཅན་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་
  <pb id="72.243a"/>
    དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.185">མ་ལུས་པའི་མཐར་ཐུག་པར་བྱ་བ་ལ་བརྩོན་བཞིན་དཀའ་ཐུབ་ལ་ཤིན་ཏུ་གཞོལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.186">བརྟུལ་ཞུགས་ལ་ཞུགས་པ་མཐོང་བའི་ཚེ།</tc>
    བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.187">སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཡོངས་སུ་མི་གཏོང་བའི་ཕྱིར་བརྟུལ་ཞུགས་དམ་པོར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.188">གོ་གྱོན་པའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc>
    བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.189">རང་འབྱུང་གི་ཆོས་ཡོངས་སུ་བཙལ་བ་ལ་གོ་ཆ་བཟང་པོ་ཤིན་ཏུ་བགོས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.190">གོ་མ་གྱོན་པའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc>
    བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.191">མི་དགེ་བའི་ལས་བྱ་བ་ཐམས་ཅད་ལ་གོ་གྱོན་པ་མེད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.192">རྒོལ་བའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་
    སེམས་ཅན་ཐམས་ཅད་<tc className="3.193">ཕས་ཀྱི་རྒོལ་བ་ཐམས་ཅད་ཤིན་ཏུ་ཚར་གཅོད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.194">འཚོ་བའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.195">སྤྱོད་
    ལམ་བཅོས་པ་མྱེད་ཅིང་འཚོ་བ་ཡོངས་སུ་དག་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.196">རྒྱལ་པོ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.197">ཐོགས་པ་མེད་པའི་ཆོས་ཀྱི་འཁོར་ལོ་
    བསྐོར་བའི་ཆོས་ཀྱི་རྒྱལ་པོར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.198">རྒྱལ་པོའི་བུ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.199">སངས་རྒྱས་ཀྱི་སྲས་ཆོས་ལ་སྐྱེས་པའི་ཆོས་ཀྱི་
    སྤྲུལ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.200">ཁྱིམ་བདག་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.201">རྣམ་པར་གདོན་མི་ཟ་བའི་བློ་ཅན་དུ་གྱུར་ཏེ། གྲོང་གི་ཆོས་སྤངས་
  <pb id="72.243b"/>
    པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.202">བློན་པོ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.203">མི་དགེ་བའི་ཆོས་ཐམས་ཅད་ལ་བཟང་པོ་ཡིད་ལ་བྱེད་པར་གྱུར་གཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc>
    <tc className="3.204">གྲོང་ཁྱེར་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.205">གདུལ་དཀའ་བའི་སེམས་དང་ལྡན་པར་གྱུར་ཏེ། ཐུ་བོ་ཆེའི་ལུས་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.206">རྒྱལ་པོའི་
    གནས་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.207">ཡོན་ཏན་གྱི་རྗེས་སུ་འབྲང་བར་འཐུན་པར་མོས་པའི་སེམས་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.208">ནགས་ཚལ་གྱི་འདབ་
    མ་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.209">ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱི་བསྔགས་པར་འོས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.210">སློང་དུ་འགྲོ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་
    དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.211">སྒྲིབ་པ་མེད་པའི་ཚུལ་གྱིས་ཆོས་ཀྱི་དབྱིངས་སུ་ཆུད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.212">སྒོར་ཕྱིན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་
    <tc className="3.213">སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཀྱི་སྒོར་ཕྱིན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.214">ནང་དུ་ཕྱིན་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.215">སངས་རྒྱས་ཀྱི་ཐེག་པ་དུས་གསུམ་མཉམ་
    པ་ཉིད་ཀྱི་ནང་དུ་ཕྱིན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.216">མི་སྦྱིན་ནོ་ཞེས་མ་བྱས་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.217">བསོད་ནམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐོབ་པའི་ཕྱིར་
    སྤངས་བ་མེད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.218">མི་སྦྱིན་ནོ་ཞེས་བྱ་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.219">སེམས་ཅན་དམྱལ་བ་དང་བྱོལ་སོང་གི་སྐྱེ་གནས་དང་།
  <pb id="72.244a"/>
    གཤིན་རྗེའི་འཇིག་རྟེན་ལས་ཕྱིར་སྤངས་པར་གྱུར་གཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.220">ལྷུང་བཟེད་སྟོང་པ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.221">ཉོན་མོངས་པ་ཐམས་
    ཅད་ཀྱིས་སྟོངས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.222">ལྷུང་བཟེད་གང་བ་མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.223">ཆོས་དཀར་པོ་ཐམས་ཅད་ཀྱིས་ཡོངས་སུ་རྒྱས་པར་གྱུར་
    གཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.224">རིམ་འགྲོར་བྱས་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.225">སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་སྤྱོད་པ་ཐམས་ཅད་ལ་རིམ་འགྲོར་བྱེད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc>
    <tc className="3.226">རིམ་འགྲོར་མ་བྱས་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.227">མི་དགེ་བའི་ཆོས་མཆོད་པ་ཐམས་ཅད་ལ་རག་མ་ལུས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.228">ཁྲེལ་ཡོད་པའི་སེམས་ཅན་
    མཐོང་བའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.229">དབང་པོ་དབེན་པའི་སྤྱོད་པ་དང་ལྡན་ཞིང་ཁྲེལ་ཡོད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.230">ངོ་ཚ་མེད་པའི་སེམས་ཅན་མཐོང་བའི་ཚེ།</tc>
    བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.231">བྱམས་པ་ལ་གནས་ཤིང་། ངོ་ཚ་མེད་པ་ཡོངས་སུ་སྤངས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.232">ཁ་ཟས་གསོད་པ་མ་ཐོབ་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་
    སེམས་ཅན་ཐམས་ཅད་<tc className="3.233">ཟང་ཟིང་མེད་པའི་སེམས་དང་ལྡན་ཞིང་སྨོན་ལམ་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.234">ཁ་ཟས་མི་གསོད་པ་ཐོབ་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་
    སེམས་ཅན་ཐམས་ཅད་<tc className="3.235">ཏིང་ངེ་འཛིན་ཉམསུ་བདེ་བ་ཐམས་ཅད་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.236">ཁ་ཟས་སྣུམ་བག་ཐོབ་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.237">སྙིང་རྗེ་ཆེན་པོ་
  <pb id="72.244b"/>
    ཡོངས་སུ་བསྒོམས་པའི་སེམས་དང་ལྡན་ཞིང་སེམས་འཇམ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.238">སྣུམ་བག་མེད་པའི་ཁ་ཟས་ཐོབ་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.239">འཇིག་རྟེན་གྱི་
    སྲེད་པ་དང་བྲལ་ཏེ་སྣུམ་བག་མེད་པའི་སེམས་སུ་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.240">ཁ་ཟས་ཟ་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.241">ཆོས་ལ་དགའ་བ་དང་རབ་ཏུ་དགའ་བས་ཡོངསུ་རྒྱས་ཤིང་
    བསམ་གཏན་གྱི་ཟས་ཟ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.242">རོ་མྱོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.243">བདུད་རྩིའི་རོས་ངོམས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །སྐྱེས་བུ་ཆེན་པོའི་
    མཚན་རོ་བྲོ་བའི་མཆོག་ཐོབ་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.244">ཟས་ཟོས་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.245">སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་ཅིང་བྱ་བ་བྱས་པར་གྱུར་ཅིག་
    ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.246">ཆོས་སྟོན་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.247">སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཡང་དག་པར་གཞོལ་ཞིང་སྤོབས་པ་མི་ཟད་པ་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་སྐྱེད་དོ། །</tc>
    <tc className="3.248">ཕྱིར་འབྱུང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.249">སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཉམས་སུ་མྱོང་སྟེ། ཁམས་གསུམ་ཐམས་ཅད་ནས་བྱུང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.250">ཆུ་འབོག་པའི་ཚེ།</tc>
    བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.251">དུས་གསུམ་མཉམ་པ་ཉིད་ཀྱིས་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ལ་འབོགས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.252">ཁྲུས་བྱེད་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་
    དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.253">འོད་མཐའ་ཡས་པ་དང་ལྡན་ཞིང་ལུས་དང་སེམས་དྲི་མ་མེད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.254">དྲོ་བ་ལ་སྤྱོད་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་
  <pb id="72.245a"/>
    ཅད་<tc className="3.255">མུ་མེད་པར་ཕྱིན་པ་སྟེ་ཡོངས་སུ་གདུང་བ་བསིལ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.256">བསིལ་བ་ལ་སྤྱོད་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.257">ཤིན་ཏུ་བསིལ་བར་གྱུར་ཏེ།
    བླ་ན་མེད་པའི་བསིལ་བའི་དངོས་པོ་ཁོང་དུ་ཆུད་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.258">ཆོས་ཐོབ་པར་བྱེད་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.259">སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་གཏམ་གྱི་རྗེསུ་
    འགྲོ་ཞིང་ཆོས་ཀྱི་དབྱིངས་དང་འདྲིས་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.260">སངས་རྒྱས་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.261">དང་འགྲོགས་པ་རབ་ཏུ་ཐོབ་སྟེ། སྒྲིབ་པ་
    མེད་པའི་མིག་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.262">མིག་མི་འགེབས་པར་ལྟ་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.263">ཀུན་ཏུ་མཛེས་པས་ཀུན་ཏུ་བཟང་པོར་གྱུར་ཅིག་ཅེས་
    སེམས་བསྐྱེད་དོ། །</tc><tc className="3.264">མཆོད་རྟེན་མཐོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.265">འགྲོ་བ་ཀུན་གྱིས་མཆོད་པར་འོས་ཤིང་མཆོད་རྟེན་ལྟ་བུར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.266">ལྟ་བའི་ཚེ་</tc>
    བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.267">ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱི་བལྟ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.268">སྤྱི་བོས་འཐུག་པའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་
    <tc className="3.269">ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱི་སྤྱི་གཙུག་ལྟར་མི་སྣང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.270">གཡས་ཕྱོགས་སུ་བསྐོར་བ་བྱེད་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.271">ཐམས་ཅད་མཁྱེན་པ་
    ཉིད་དུ་དོན་དང་འཐུན་པར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.272">ལན་གསུམ་བསྐོར་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.273">སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཏུ་མོས་པའི་རབ་དང་ལྡན་པར་
  <pb id="72.245b"/>
    གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.274">སངས་རྒྱས་ཀྱི་ཡོན་ཏན་བརྗོད་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.275">ཡོན་ཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པས་ཡོན་ཏན་མི་ཟད་པར་གྱུར་ཅིག་ཅེས་
    སེམས་བསྐྱེད་དོ། །</tc><tc className="3.276">མཚན་རྣམས་བརྗོད་པའི་ཚེ།</tc> བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.277">མཚན་ཉིད་མེད་པའི་ཆོས་ལ་གཞོལ་ཞིང་ཡན་ལག་དམ་པ་ཕུན་སུམ་ཚོགས་པར་གྱུར་ཅིག་
    ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.278">རྐང་པ་འཁྲུ་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.279">དྲི་མ་མེད་པའི་མཐར་ཕྱིན་ཅིང་རྫུ་འཕྲུལ་གྱི་རྐང་པས་ཕ་རོལ་ཏུ་ཕྱིན་པར་གྱུར་ཅིག་ཅེས་སེམས་
    བསྐྱེད་དོ། །</tc><tc className="3.280">ལུས་མྱོང་བའི་ཚེ</tc>་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.281">བསམ་པ་ལ་རྙོག་པ་མེད་ཅིང་ལུས་ཀྱི་འདུ་བྱེད་ཤིན་ཏུ་བདེ་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.282">གཉིད་སད་པའི་ཚེ།</tc>
    བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་<tc className="3.283">ཕྱོགས་བཅུ་ཐམས་ཅད་མཐུ་ཆེན་པོ་ཐོབ་པར་གྱུར་ཏེ། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ལ་ཤིན་ཏུ་རྣམ་པར་སངས་རྒྱས་པའི་སངས་རྒྱས་སུ་གྱུར་ཅིག་
    ཅེས་སེམས་བསྐྱེད་དོ། །</tc><tc className="3.284">ཀྱེ་རྒྱལ་བའི་སྲས་</tc>འདི་དག་ནི་<tc className="3.285">བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་</tc><tc className="3.286">སེམས་ཀྱི་ལས་ཡིད་ལ་བྱེད་པའི་སྦྱོར་བ་གང་དང་ལྡན་པས་</tc><tc className="3.287">ཡོན་ཏན་གྱི་ཁྱད་པར་འདི་དག་དང་གཞན་
    ཐམས་ཅད་ཀྱང་ཐོབ་པར་འགྱུར་ཞིང་།</tc> <tc className="3.288">ལྷ་དང་འཇིག་རྟེན་དུ་བཅས་པ་དང་།</tc> <tc className="3.289">བདུད་དང་བཅས་པ་དང་།</tc> <tc className="3.290">ཚངས་པར་བཅས་པ་དང་།</tc> <tc className="3.291">དགེ་སྦྱོང་དང་</tc><tc className="3.292">བྲམ་ཟེ་དང་</tc><tc className="3.293">སྐྱེ་དགུར་བཅས་པ་དང་།</tc> <tc className="3.294">ལྷ་དང་</tc><tc className="3.295">དྲི་ཟ་དང་།</tc>
    <tc className="3.296">མི་དང་</tc><tc className="3.297">ལྷ་མ་ཡིན་</tc>དུ་བཅས་པའི་འཇིག་རྟེན་དང་། <tc className="3.298">ཉན་ཐོས་དང་</tc><tc className="3.299">རང་སངས་རྒྱས་སུ་བཅས་པ།</tc> ཐམས་ཅད་ཀྱི་<tc className="3.300">མི་འཕྲོགས་པར་</tc>འགྱུར་བའི་བྱང་ཆུབ་སེམས་དཔའི་སེམས་ཀྱི་ལས་ཡིད་ལ་
</span>;

export default gocaraLJ;
